{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "End-Use and End-User Based Export Controls, Including U.S. Persons Activities Controls: Military and Intelligence End Uses and End Users", "text": "The Department of Commerce, Bureau of Industry and Security (BIS), seeks public comment on proposed changes to existing restrictions under the Export Administration Regulations (EAR) on military and intelligence end uses and end users and related U.S. persons activities controls, as well as the proposed addition of a military-support end-user control. These proposed revisions and additions to the EAR's end-use, end-user, and \"U.S. persons\" activity controls would implement expanded Export Control Reform Act of 2018 (ECRA) authority to control certain \"U.S. persons\" activities under the EAR. Specific to the EAR's \"U.S. persons\" activities controls, BIS is proposing amendments to control `support' furnished by \"U.S. persons\" to military end users and military-production activities, as well as intelligence end users that are not otherwise already regulated under or prohibited by U.S. law. In addition, BIS is proposing to revise the definition of `support' set forth in the EAR's \"U.S. person\" activity control provision in response to requests by the public for clarification. The revisions and additions, along with clarifications, to end use, end user, and \"U.S. persons\" activity controls under the EAR, would further the national security and the foreign policy of the United States.", "source_url": "https://www.federalregister.gov/documents/2024/07/29/2024-16496/end-use-and-end-user-based-export-controls-including-us-persons-activities-controls-military-and", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Export Administration Regulations: Crime Controls and Expansion/Update of U.S. Persons Controls", "text": "The Department of Commerce, Bureau of Industry and Security (BIS), seeks public comments on proposed amendments to the Export Administration Regulations (EAR) in support of U.S. national security and foreign policy interests. To build upon existing controls, BIS proposes establishing certain Foreign-Security End User (FSEU) and \"U.S. persons\" activities controls and Commerce Control List-based (CCL) controls. The proposed additions of the foreign-security end user control and \"U.S. persons\" activity controls would implement expanded authority under the Export Control Reform Act of 2018 (ECRA), as amended, to control certain \"U.S. persons\" activities under the EAR. Specific to the EAR's \"U.S. persons\" activities controls, BIS is proposing amendments to control \"support\" furnished by \"U.S. persons\" to identified foreign-security end users. In addition, BIS is proposing to add to the Commerce Control List two new unilateral item controls on facial recognition technology.", "source_url": "https://www.federalregister.gov/documents/2024/07/29/2024-16498/export-administration-regulations-crime-controls-and-expansionupdate-of-us-persons-controls", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Export Controls on Semiconductor Manufacturing Items", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR) \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items. The October 7 IFR also made other EAR changes to ensure appropriate related controls, including on certain \"U.S. person\" activities. This IFR addresses comments received in response to only the part of the October 7 IFR that controls semiconductor manufacturing equipment (SME) and amends the EAR to implement SME controls more effectively and to address ongoing national security concerns.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23049/export-controls-on-semiconductor-manufacturing-items", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Expansion of Validated End User Authorization: Data Center Validated End User Authorization", "text": "In this rule, the Department of Commerce, Bureau of Industry and Security (BIS), amends the Export Administration Regulations (EAR) to expand the Validated End User Authorization (VEU) program to include VEU Authorization for data centers located in specified destinations (\"Data Center VEU\" or \"Data Center VEU Authorization\"). This expansion of the VEU program to include Data Center VEU is intended to facilitate quick and reliable export or reexport of items on the Commerce Control List necessary for a data center, including advanced computing items, to preapproved trusted end users. Data Center VEU adopts much of the framework of the existing VEU program, with additional requirements. This expansion of eligibility is intended to update the VEU program to recognize the advancement and benefits of artificial intelligence. As under the original VEU Authorization Program, the U.S. government will rigorously review Data Center VEU candidates' applications subject to detailed and verifiable criteria.", "source_url": "https://www.federalregister.gov/documents/2024/10/02/2024-22587/expansion-of-validated-end-user-authorization-data-center-validated-end-user-authorization", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR), \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use; Entity List Modification\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items, and to make other EAR changes to implement appropriate related controls, including on certain \"U.S. person\" activities. This Advanced Computing/ Supercomputing IFR (AC/S IFR) addresses comments received in response to only the part of the October 7 IFR that controls advanced computing ICs and computer commodities that contain such ICs. This rule also makes other changes to make the controls more effective and less burdensome, including by correcting and clarifying the controls to more effectively achieve the policy objectives identified in the October 7 IFR. This AC/S IFR is published concurrently with a second BIS IFR, \"Export Controls on Semiconductor Manufacturing Items,\" which addresses public comments received in response to other portions of the October 7 IFR. Together, these IFRs revise the October 7 IFR controls to more effectively achieve BIS's focused national security policy objectives. These revisions protect U.S. national security interests by further restricting China's ability to obtain critical technologies to modernize its military capabilities in ways that threaten the national security interests of the United States and its allies.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23055/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Existing Validated End-User Authorizations in the People's Republic of China: Samsung China Semiconductor Co. Ltd. and SK hynix Semiconductor (China)) Ltd; Correction", "text": "The Bureau of Industry and Security (BIS) published a rule in the Federal Register on October 17, 2023, that amended the Export Administration Regulations (EAR) to revise the existing Validated End- User (VEU) list for the People's Republic of China (PRC) for Samsung China Semiconductor Co. Ltd. and SK hynix Semiconductor (China) Ltd. That rule inadvertently omitted two amendments to the list of VEUs, which resulted in failure to add a word to the description of eligible items for SK Hynix Semiconductor (China) Ltd.; as well as the failure to remove the entry for SK hynix Semiconductor (Wuxi), which was necessary because SK hynix Semiconductor (Wuxi) recently merged with SK hynix Semiconductor (China) Ltd. This rule corrects both omissions.", "source_url": "https://www.federalregister.gov/documents/2023/11/08/2023-23312/existing-validated-end-user-authorizations-in-the-peoples-republic-of-china-samsung-china", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Due Diligence Measures for Advanced Computing Integrated Circuits; Amendments and Clarifications; and Extension of Comment Period", "text": "BIS is revising the Export Administration Regulations (EAR) in response to requests from the public to provide additional due diligence procedures regarding advanced computing integrated circuits (ICs). This interim final rule (IFR) will protect the national security of the United States and assist foundries and Outsourced Semiconductor Assembly and Test (\"OSATs\") companies in complying with provisions of the EAR pertaining to advanced computing ICs in the supply chain. This IFR also revises the EAR to make amendments and clarifications to the EAR for changes made to the EAR in an IFR released by BIS on December 2, 2024, \"Foreign-Produced Direct Product Rule Additions, and Refinements to Controls for Advanced Computing and Semiconductor Manufacturing Items,\" (FDP IFR), including extending the deadline for written comments for the FDP IFR to March 14, 2025.", "source_url": "https://www.federalregister.gov/documents/2025/01/16/2025-00711/implementation-of-additional-due-diligence-measures-for-advanced-computing-integrated-circuits", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Foreign-Produced Direct Product Rule Additions, and Refinements to Controls for Advanced Computing and Semiconductor Manufacturing Items", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) makes changes to the Export Administration Regulations (EAR) controls for certain advanced computing items, supercomputers, and semiconductor manufacturing equipment, which includes adding new controls for certain semiconductor manufacturing equipment and related items, creating new Foreign Direct Product (FDP) rules for certain commodities to impair the capability to produce \"advanced-node integrated circuits\" (\"advanced-node ICs\") by certain destinations or entities of concern, adding new controls for certain high bandwidth memory important for advanced computing, and clarifying controls on certain software keys that allow for the use of items such as software tools. This IFR publishes concurrently with another BIS final rule entitled, \"Additions and Modifications to the Entity List; and Removals from the Validated End-User (VEU) Program\" (Entity List rule) that adds to and modifies the Entity List to ensure appropriate EAR controls are in place for certain critical technologies and to minimize the risk of diversion to entities of concern.", "source_url": "https://www.federalregister.gov/documents/2024/12/05/2024-28270/foreign-produced-direct-product-rule-additions-and-refinements-to-controls-for-advanced-computing", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections; and Export Controls on Semiconductor Manufacturing Items; Corrections and Clarifications", "text": "On October 25, 2023, the Bureau of Industry and Security (BIS) published in the Federal Register the interim final rules (IFR), \"Export Controls on Semiconductor Manufacturing Items\" (SME IFR) and \"Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections\" (AC/S IFR). This rule corrects inadvertent errors in those rules and makes additional clarifications for the two rules.", "source_url": "https://www.federalregister.gov/documents/2024/04/04/2024-07004/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use; Entity List Modification; Updates to the Controls To Add Macau", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) updated the Export Administration Regulations (EAR) to implement necessary controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items, and to make other changes to the EAR to ensure that appropriate controls are in place for these items, including specific activities of \"U.S. persons.\" This rule makes an initial update to the controls to more effectively achieve the policy objectives identified in previous regulations by adding the same controls implemented on China in that rule to Macau. The public may submit comments on the controls in the October 7 advanced computing and semiconductor manufacturing equipment rule, which BIS is extending to Macau in this rule. BIS intends to publish a subsequent rule to respond to the comments received, including making updates to the controls included in the October 7 advanced computing and semiconductor manufacturing equipment rule.", "source_url": "https://www.federalregister.gov/documents/2023/01/18/2023-00888/implementation-of-additional-export-controls-certain-advanced-computing-and-semiconductor", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Export Administration Regulations End-User Controls: Imposition of Restrictions on Certain Persons Identified on the List of Specially Designated Nationals and Blocked Persons (SDN List)", "text": "In this final rule, the Bureau of Industry and Security (BIS) makes changes to the end-user controls of the Export Administration Regulations (EAR) to add end-user controls, and in certain cases expand existing end-user controls, on certain persons identified on the List of Specially Designated Nationals and Blocked Persons (SDN List) maintained by the Department of the Treasury's Office of Foreign Assets Control (OFAC).", "source_url": "https://www.federalregister.gov/documents/2024/03/21/2024-06067/export-administration-regulations-end-user-controls-imposition-of-restrictions-on-certain-persons", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use; Entity List Modification", "text": "In this rule, the Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to implement necessary controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items. In addition, BIS is expanding controls on transactions involving items for supercomputer and semiconductor manufacturing end uses, for example, this rule expands the scope of foreign-produced items subject to license requirements for twenty-eight existing entities on the Entity List that are located in China. BIS is also informing the public that specific activities of \"U.S. persons\" that `support' the \"development\" or \"production\" of certain ICs in the PRC require a license. Lastly, to minimize short term impact on the semiconductor supply chain from this rule, BIS is establishing a Temporary General License to permit specific, limited manufacturing activities in China related to items destined for use outside China and is identifying a model certificate that may be used in compliance programs to assist, along with other measures, in conducting due diligence. `", "source_url": "https://www.federalregister.gov/documents/2022/10/13/2022-21658/implementation-of-additional-export-controls-certain-advanced-computing-and-semiconductor", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Revision of Controls for Cambodia Under the Export Administration Regulations", "text": "In response to deepening Chinese military influence in Cambodia, which undermines and threatens regional security, as well as growing corruption and human rights abuses by the Government of Cambodia, in this final rule, the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR) to apply more restrictive treatment to exports and reexports to, and transfers within, Cambodia of items subject to the EAR. BIS is taking this action to address recent actions by the Government of Cambodia that are contrary to the national security and foreign policy interests of the United States. Further, BIS updates a Country Group designation for Cambodia under the EAR to reflect the country's identification by the State Department as subject to a United States arms embargo.", "source_url": "https://www.federalregister.gov/documents/2021/12/09/2021-26633/revision-of-controls-for-cambodia-under-the-export-administration-regulations", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Imposition of Sanctions Against Belarus Under the Export Administration Regulations (EAR)", "text": "In response to Belarus's substantial enabling of the Russian Federation's (Russia)'s further invasion of Ukraine, this rule is adding new license requirements and review policies for Belarus to the Export Administration Regulations (EAR) to render Belarus subject to the same sanctions that were imposed on Russia under the EAR effective February 24, 2022. These new sanctions impose new Commerce Control List (CCL)-based license requirements for Belarus; revise the two foreign \"direct product\" rules (FDP rules) that are specific to Russia and Russian `military end users' to make them also applicable to Belarus and Belarusian `military end users;' specify a license review policy of denial applicable to all of the license requirements on Belarus that are being added in this rule, with certain limited exceptions; significantly restrict the use of EAR license exceptions; expand the existing `military end use' and `military end user' control scope to include Belarus for all items \"subject to the EAR\" other than food and medicine designated EAR99; and add two new Belarusian entities to the Entity List as `military end users.' This rule also imposes a license requirement for nuclear nonproliferation items for exports and reexports to Belarus and removes Belarus from Country Group A:4 under the EAR. In addition, for Belarus and Russia, this rule amends the availability of License Exceptions AVS and ENC and includes clarifying guidance on the availability of CCD.", "source_url": "https://www.federalregister.gov/documents/2022/03/08/2022-04819/imposition-of-sanctions-against-belarus-under-the-export-administration-regulations-ear", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "The Export Administration Regulations; Editorial Revisions, Clarifications, and Corrections", "text": "In this rule, the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR) by making targeted editorial corrections and clarifications. The errors addressed by this rule were inadvertent and these corrections will provide clarity and facilitate understanding of the regulations. This rule ensures that the language and policies already set forth in the EAR remain consistent throughout.", "source_url": "https://www.federalregister.gov/documents/2021/10/05/2021-20649/the-export-administration-regulations-editorial-revisions-clarifications-and-corrections", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Control of Deuterium That Is Intended for Use Other Than in a Nuclear Reactor Under the Export Administration Regulations (EAR)", "text": "The Department of Commerce is publishing this final rule in conjunction with a U.S. Nuclear Regulatory Commission (NRC) final rule to revise its regulations to remove the NRC's licensing authority for exports of deuterium for non-nuclear end use. The responsibility for the licensing of exports of deuterium for non-nuclear end use is being transferred to the Department of Commerce's Bureau of Industry and Security (BIS). BIS is publishing this final rule to include deuterium under its export licensing jurisdiction under the Export Administration Regulations (EAR). This Commerce final rule describes the changes made to the EAR to control the deuterium moved from the export control authority of the NRC to the export control authority of BIS under the EAR. Exports of deuterium for nuclear end use will remain under the NRC's export licensing jurisdiction.", "source_url": "https://www.federalregister.gov/documents/2021/10/06/2021-21509/control-of-deuterium-that-is-intended-for-use-other-than-in-a-nuclear-reactor-under-the-export", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Expansion of Certain End-Use and End-User Controls and Controls on Specific Activities of U.S. Persons; Corrections; and Burma Sanctions", "text": "On January 15, 2021, the Bureau of Industry and Security (BIS) published an interim final rule establishing end-use and end-user controls, as well as controls on specific activities of U.S. persons, with respect to certain military-intelligence end uses and end users. These new controls were made effective on March 16, 2021. In this interim final rule, BIS is making technical corrections and conforming changes to certain provisions of the Export Administration Regulations to address inadvertent errors introduced by the January 15, 2021 rule. This interim final rule also adds Burma to the list of countries subject to military-intelligence-related controls that were added by the prior rule. This action strengthens sanctions on Burma that were imposed on March 8, 2021 in response to a February 1, 2021 military coup.", "source_url": "https://www.federalregister.gov/documents/2021/04/09/2021-07357/expansion-of-certain-end-use-and-end-user-controls-and-controls-on-specific-activities-of-us-persons", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "PFAS National Primary Drinking Water Regulation Rulemaking", "text": "The Environmental Protection Agency (EPA) is committed to using and advancing the best available science to tackle per- and polyfluoroalkyl substances (PFAS) pollution, protect public health, and harmonize policies that strengthen public health protections with infrastructure funding to help communities, especially disadvantaged communities, deliver safe drinking water. In March 2021, EPA issued a final regulatory determination to regulate perfluorooctanoic acid (PFOA) and perfluorooctane sulfonic acid (PFOS) as contaminants under Safe Drinking Water Act (SDWA). In this notice, EPA is issuing a preliminary regulatory determination to regulate perfluorohexane sulfonic acid (PFHxS), hexafluoropropylene oxide dimer acid (HFPO-DA) and its ammonium salt (also known as a GenX chemicals), perfluorononanoic acid (PFNA), and perfluorobutane sulfonic acid (PFBS), and mixtures of these PFAS as contaminants under SDWA. Through this action, EPA is also proposing a National Primary Drinking Water Regulation (NPDWR) and health-based Maximum Contaminant Level Goals (MCLG) for these four PFAS and their mixtures as well as for PFOA and PFOS. EPA is proposing to set the health-based value, the MCLG, for PFOA and PFOS at zero. Considering feasibility, including currently available analytical methods to measure and treat these chemicals in drinking water, EPA is proposing individual MCLs of 4.0 nanograms per liter (ng/L) or parts per trillion (ppt) for PFOA and PFOS. EPA is proposing to use a Hazard Index (HI) approach to protecting public health from mixtures of PFHxS, HFPO-DA and its ammonium salt, PFNA, and PFBS because of their known and additive toxic effects and occurrence and likely co-occurrence in drinking water. EPA is proposing an HI of 1.0 as the MCLGs for these four PFAS and any mixture containing one or more of them because it represents a level at which no known or anticipated adverse effects on the health of persons is expected to occur and which allows for an adequate margin of safety. EPA has determined it is also feasible to set the MCLs for these four PFAS and for a mixture containing one or more of PFHxS, HFPO-DA and its ammonium salt, PFNA, PFBS as an HI of unitless 1.0. The Agency is requesting comment on this action, including this proposed NPDWR and MCLGs, and have identified specific areas where public input will be helpful for EPA in developing the final rule. In addition to seeking written input, the EPA will be holding a public hearing on May 4, 2023.", "source_url": "https://www.federalregister.gov/documents/2023/03/29/2023-05471/pfas-national-primary-drinking-water-regulation-rulemaking", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Implementation of Additional Sanctions Against Russia and Belarus Under the Export Administration Regulations (EAR) and Refinements to Existing Controls", "text": "In response to the Russian Federation's (Russia's) ongoing aggression against Ukraine, the Department of Commerce is expanding the existing sanctions against Russia and Belarus by imposing new export controls, including expanding the scope of the Russian industry sector sanctions to add lower-level items potentially useful for Russia's chemical and biological weapons production capabilities and items needed for advanced production and development capabilities to enable advanced manufacturing across a number of industries. This rule also adds Belarus to the scope of industry sector sanctions that currently apply solely to Russia. With respect to end users, this rule expands the `military end user' and `military-intelligence end user' controls and applies the Russian/Belarusian-Military End User Foreign Direct Product (FDP) rule to ten existing entries for six existing entities that have continued to supply Russian entities on the Entity List or are under sanction since Russia's further invasion of Ukraine. Labeling these six entities as Russian `military end users' and applying the Russia/Belarus-Military End User FDP rule to them will degrade Russia's war efforts in Ukraine, as these entities produce items needed by the Russian and Belarussian military and industrial sectors. Correspondingly, this rule clarifies requirements related to Burma, Cambodia, the People's Republic of China, and Venezuela). Finally, this rule refines existing controls on Russia and Belarus by adding additional dollar value exclusion thresholds for `luxury goods;' and makes twelve corrections and clarifications to existing controls on Russia and Belarus. The Department of Commerce is taking these actions to clarify and enhance the effectiveness of U.S. controls and to better align its controls on both Russia and Belarus with those implemented by U.S. allies.", "source_url": "https://www.federalregister.gov/documents/2022/09/16/2022-19910/implementation-of-additional-sanctions-against-russia-and-belarus-under-the-export-administration", "provider": "federalregister.gov"}
{"id": "EAR-744.6(b)(3)", "section": "744.6(b)(3)", "span_id": "744.6(b)(3)", "title": "Expansion of Certain End-Use and End-User Controls and Controls on Specific Activities of U.S. Persons", "text": "The Bureau of Industry and Security (BIS), Department of Commerce, is issuing this interim final rule to implement the provisions of the Export Control Reform Act of 2018 by: imposing additional license requirements under the Export Administration Regulations (EAR) for exports, reexports, and transfers (in-country), as well as specific activities of U.S. persons, in connection with certain military-intelligence end uses and end users; clarifying that license requirements under the EAR for specific activities of U.S. persons apply even when the items at issue are not subject to the EAR; establishing restrictions on transactions intended to circumvent license requirements for listed entities; and expanding the scope of activities subject to chemical and biological weapons and rocket systems and unmanned aerial vehicles end-use controls.", "source_url": "https://www.federalregister.gov/documents/2021/01/15/2021-00977/expansion-of-certain-end-use-and-end-user-controls-and-controls-on-specific-activities-of-us-persons", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges: Siberian Airlinesd/b/a S7 Airlines", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   A t y r a u ,   K a z a k h s t a n ,   B i s h k e k ,   K y r g y z s t a n ,   a n d   U r g e n c h ,   U z b e k i s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   S i b e r i a n   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   §   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s ,   f o r", "source_url": "https://www.federalregister.gov/documents/2024/12/13/2024-29187/order-renewing-temporary-denial-of-export-privileges-siberian-airlinesdba-s7-airlines", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; Aviastar-TU, 5 b. 7 Leningradsky Prospect, g. Moskva, 125040, Moscow, Russia", "text": "o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2 ,   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   H a n g z h o u ,   C h i n a ;   S h e n z h e n ,   C h i n a ;   a n d   Z h e n g z h o u ,   C h i n a   f r o m / t o   N o v o s i b i r s k ,   R u s s i a   a n d   A b a k a n ,   R u s s i a ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   A v i a s t a r   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g", "source_url": "https://www.federalregister.gov/documents/2025/04/04/2025-05800/order-renewing-temporary-denial-of-export-privileges-aviastar-tu-5-b-7-leningradsky-prospect-g", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Siberian Airlines d/b/a S7 Airlines, 633104, Russia, Novosibirskaya obl., g. Ob. prospekt Mozzherina, d. 10 ofis 201; Order Renewing Temporary Denial of Export Privileges", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   A t y r a u ,   K a z a k h s t a n ,   B i s h k e k ,   K y r g y z s t a n ,   a n d   U r g e n c h ,   U z b e k i s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   7   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   S i b e r i a n   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   i n   a p p a r e n t   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   7   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s ,   f o r", "source_url": "https://www.federalregister.gov/documents/2025/12/08/2025-22199/siberian-airlines-dba-s7-airlines-633104-russia-novosibirskaya-obl-g-ob-prospekt-mozzherina-d-10", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Aviastar-TU) 5 b. 7 Leningradsky prospekt g. Moskva, 125040 Moscow, Russia; Order Renewing Temporary Denial of Export Privileges", "text": "m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   a n d   o u t   o f   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   H a n g z h o u ,   C h i n a ;   S h e n z h e n ,   C h i n a ;   a n d   Z h e n g z h o u ,   C h i n a   f r o m / t o   N o v o s i b i r s k ,   R u s s i a   a n d   A b a k a n ,   R u s s i a ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   8   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   A v i a s t a r   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   8   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g", "source_url": "https://www.federalregister.gov/documents/2023/10/13/2023-22614/aviastar-tu-5-b-7-leningradsky-prospekt-g-moskva-125040-moscow-russia-order-renewing-temporary", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Siberian Airlines d/b/a S7 Airlines, 633104, Novosibirskaya obl., g. Ob. prospekt Mozzherina, d. 10 ofis 201; Order Renewing Temporary Denial of Export Privileges", "text": "o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2 ,   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   A t y r a u ,   K a z a k h s t a n ,   B i s h k e k ,   K y r g y z s t a n ,   a n d   U r g e n c h ,   U z b e k i s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   9   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   S i b e r i a n   a l s o   c o n t i n u e d   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   9   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n", "source_url": "https://www.federalregister.gov/documents/2023/12/14/2023-27476/siberian-airlines-dba-s7-airlines-633104-novosibirskaya-obl-g-ob-prospekt-mozzherina-d-10-ofis-201", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Aviastar-TU, 5 b. 7 Leningradsky Prospect, g. Moskva, 125040, Moscow, Russia; Order Renewing Temporary Denial of Export Privileges", "text": "s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   a n d   o u t   o f   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   H a n g z h o u ,   C h i n a ;   S h e n z h e n ,   C h i n a ;   a n d   Z h e n g z h o u ,   C h i n a   f r o m / t o   N o v o s i b i r s k ,   R u s s i a   a n d   A b a k a n ,   R u s s i a ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   7   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   A v i a s t a r   w a s   c o n t i n u i n g   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   7   \n     P u b l i c l y   a v a i l a b l e", "source_url": "https://www.federalregister.gov/documents/2023/04/19/2023-08245/aviastar-tu-5-b-7-leningradsky-prospect-g-moskva-125040-moscow-russia-order-renewing-temporary", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; Nordwind Airlines; Leningradskaya Str., Building 25, Office 27. 28, Moscow Region, Khimki City, 141402, Russia", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   Y e r e v a n ,   A r m e n i a ,   I s t a n b u l ,   T u r k e y ,   a n d   S h a r m   e l - S h e i k h ,   E g y p t ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   7   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   N o r d w i n d   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   7   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s ,   f o r", "source_url": "https://www.federalregister.gov/documents/2025/12/09/2025-22354/order-renewing-temporary-denial-of-export-privileges-nordwind-airlines-leningradskaya-str-building", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges: Rossiya Airlines, Pilotov St 18-4, St. Petersburg, Russia, 196210", "text": "m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2 ,   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   H u r g h a d a ,   E g y p t ;   S h a r m   e l - S h e i k h ,   E g y p t ;   D u b a i ,   U n i t e d   A r a b   E m i r a t e s ;   a n d   S h a r j a h ,   U n i t e d   A r a b   E m i r a t e s ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   8   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   R o s s i y a   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   8   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g", "source_url": "https://www.federalregister.gov/documents/2025/11/13/2025-19863/order-renewing-temporary-denial-of-export-privileges-rossiya-airlines-pilotov-st-18-4-st-petersburg", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "URAL Airlines JSC, Utrenniy Lane 1-g, Yekaterinburg, Russia 620025; Order Renewing Temporary Denial of Export Privileges", "text": "m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   B i s h k e k ,   K y r g y z s t a n ;   D u s h a n b e ,   T a j i k i s t a n ;   K h u d z h a n d ,   T a j i k i s t a n ;   a n d   T a m c h y ,   K y r g y z s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   9   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   U r a l   w a s   c o n t i n u i n g   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   9   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g", "source_url": "https://www.federalregister.gov/documents/2025/10/03/2025-19436/ural-airlines-jsc-utrenniy-lane-1-g-yekaterinburg-russia-620025-order-renewing-temporary-denial-of", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Export Administration Regulations: Crime Controls and Expansion/Update of U.S. Persons Controls", "text": "The Department of Commerce, Bureau of Industry and Security (BIS), seeks public comments on proposed amendments to the Export Administration Regulations (EAR) in support of U.S. national security and foreign policy interests. To build upon existing controls, BIS proposes establishing certain Foreign-Security End User (FSEU) and \"U.S. persons\" activities controls and Commerce Control List-based (CCL) controls. The proposed additions of the foreign-security end user control and \"U.S. persons\" activity controls would implement expanded authority under the Export Control Reform Act of 2018 (ECRA), as amended, to control certain \"U.S. persons\" activities under the EAR. Specific to the EAR's \"U.S. persons\" activities controls, BIS is proposing amendments to control \"support\" furnished by \"U.S. persons\" to identified foreign-security end users. In addition, BIS is proposing to add to the Commerce Control List two new unilateral item controls on facial recognition technology.", "source_url": "https://www.federalregister.gov/documents/2024/07/29/2024-16498/export-administration-regulations-crime-controls-and-expansionupdate-of-us-persons-controls", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; UTair Aviation JSC, Khanty-Mansiysk Airport, Tyumen Region, Russia 628012", "text": "o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   J e d d a h ,   S a u d i   A r a b i a ,   Y e r e v a n ,   A r m e n i a ,   a n d   T a s h k e n t ,   U z b e k i s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   9   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   U T a i r   w a s   c o n t i n u i n g   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   9   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n", "source_url": "https://www.federalregister.gov/documents/2025/09/19/2025-18128/order-renewing-temporary-denial-of-export-privileges-utair-aviation-jsc-khanty-mansiysk-airport", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; PJSC Aeroflot, 1 Arbat St., 119019, Moscow, Russia", "text": "o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   B e i j i n g ,   C h i n a ,   D e l h i ,   I n d i a ,   a n d   D u b a i ,   U n i t e d   A r a b   E m i r a t e s ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   9   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   A e r o f l o t   w a s   c o n t i n u i n g   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   9   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n", "source_url": "https://www.federalregister.gov/documents/2025/09/19/2025-18126/order-renewing-temporary-denial-of-export-privileges-pjsc-aeroflot-1-arbat-st-119019-moscow-russia", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Bureau of Industry and Security", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   N h a   T r a n g ,   V i e t n a m ;   D u b a i ,   U n i t e d   A r a b   E m i r a t e s   ( “ U A E ” ) ;   a n d   A n t a l y a ,   T u r k e y ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 2   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   A z u r   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 2   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s", "source_url": "https://www.federalregister.gov/documents/2025/09/19/2025-18127/bureau-of-industry-and-security", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges", "text": "r e s p o n d e n t ' s   e x p o r t   p r i v i l e g e s   u p o n   a   s h o w i n g   t h a t   t h e   o r d e r   i s   n e c e s s a r y   i n   t h e   p u b l i c   i n t e r e s t   t o   p r e v e n t   a n   “ i m m i n e n t   v i o l a t i o n ”   o f   t h e   R e g u l a t i o n s ,   o r   a n y   o r d e r ,   l i c e n s e   o r   a u t h o r i z a t i o n   i s s u e d   t h e r e u n d e r .   1 5   C F R   7 6 6 . 2 4 ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 )   a n d   7 6 6 . 2 4 ( d ) .   “ A   v i o l a t i o n   m a y   b e   ` i m m i n e n t '   e i t h e r   i n   t i m e   o r   d e g r e e   o f   l i k e l i h o o d . ”   1 5   C F R   7 6 6 . 2 4 ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 3 ) .   B I S   m a y   s h o w   “ e i t h e r   t h a t   a   v i o l a t i o n   i s   a b o u t   t o   o c c u r ,   o r   t h a t   t h e   g e n e r a l   c i r c u m s t a n c e s   o f   t h e   m a t t e r   u n d e r   i n v e s t i g a t i o n   o r   c a s e   u n d e r   c r i m i n a l   o r   a d m i n i s t r a t i v e   c h a r g e s   d e m o n s t r a t e   a   l i k e l i h o o d   o f   f u t u r e   v i o l a t i o n s", "source_url": "https://www.federalregister.gov/documents/2024/01/25/2024-01411/order-renewing-temporary-denial-of-export-privileges", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; Nordwind Airlines, Leningradskaya Str., Building 25, Office 27. 28, Moscow Region, Khimki City, 141402, Russia", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   Y e r e v a n ,   A r m e n i a ,   I s t a n b u l ,   T u r k e y ,   a n d   S h a r m   e l - S h e i k h ,   E g y p t ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   N o r d w i n d   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   S e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s ,", "source_url": "https://www.federalregister.gov/documents/2024/12/13/2024-29186/order-renewing-temporary-denial-of-export-privileges-nordwind-airlines-leningradskaya-str-building", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "URAL Airlines JSC, Utrenniy Lane 1-g, Yekaterinburg, Russia 620025; Order Renewing Temporary Denial of Export Privileges", "text": "b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   B i s h k e k ,   K y r g y z s t a n ;   D u s h a n b e ,   T a j i k i s t a n ;   K h u d z h a n d ,   T a j i k i s t a n ;   a n d   T a m c h y ,   K y r g y z s t a n   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   9   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   U R A L   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   9   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n", "source_url": "https://www.federalregister.gov/documents/2024/10/09/2024-23351/ural-airlines-jsc-utrenniy-lane-1-g-yekaterinburg-russia-620025-order-renewing-temporary-denial-of", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Rossiya Airlines, Pilotov St 18-4, St. Petersburg, Russia, 196210; Order Renewing Temporary Denial of Export Privileges", "text": "m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2 ,   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   H u r g h a d a ,   E g y p t ;   S h a r m   e l - S h e i k h ,   E g y p t ;   D u b a i ,   U n i t e d   A r a b   E m i r a t e s ;   a n d   S h a r j a h ,   U n i t e d   A r a b   E m i r a t e s ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   R o s s i y a   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g", "source_url": "https://www.federalregister.gov/documents/2024/11/08/2024-25983/rossiya-airlines-pilotov-st-18-4-st-petersburg-russia-196210-order-renewing-temporary-denial-of", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "PJSC Aeroflot, 1 Arbat St., 119019, Moscow, Russia; Order Renewing Temporary Denial of Export Privileges", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   B e i j i n g ,   C h i n a ,   D e l h i ,   I n d i a ,   a n d   D u b a i ,   U n i t e d   A r a b   E m i r a t e s ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   A e r o f l o t   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s   t h a t", "source_url": "https://www.federalregister.gov/documents/2024/09/25/2024-21948/pjsc-aeroflot-1-arbat-st-119019-moscow-russia-order-renewing-temporary-denial-of-export-privileges", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Order Renewing Temporary Denial of Export Privileges; UTair Aviation JSC, Khanty-Mansiysk Airport Tyumen Region, Russia 628012", "text": "o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   J e d d a h ,   S a u d i   A r a b i a ,   Y e r e v a n ,   A r m e n i a ,   a n d   T a s h k e n t ,   U z b e k i s t a n ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   s u b m i t t e d   b y   B I S   i n d i c a t e d   t h a t   U T a i r   w a s   c o n t i n u i n g   t o   o p e r a t e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   d o m e s t i c a l l y   o n   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n", "source_url": "https://www.federalregister.gov/documents/2024/09/26/2024-21947/order-renewing-temporary-denial-of-export-privileges-utair-aviation-jsc-khanty-mansiysk-airport", "provider": "federalregister.gov"}
{"id": "EAR-736.2(b)", "section": "736.2(b)", "span_id": "736.2(b)", "title": "Azur Air, Sharypovo Airport, 404/1 Kozhevnicheskiy Land, Moscow, Russia; Moscow, Russia; Order Renewing Temporary Denial of Export Privileges", "text": "R e g u l a t i o n s   b y   o p e r a t i n g   m u l t i p l e   a i r c r a f t   s u b j e c t   t o   t h e   E A R   a n d   c l a s s i f i e d   u n d e r   E C C N   9 A 9 9 1 . < s p a n   c l a s s = \" m a t c h \" > b < / s p a n >   o n   f l i g h t s   i n t o   R u s s i a   a f t e r   M a r c h   2 ,   2 0 2 2   f r o m   d e s t i n a t i o n s   i n c l u d i n g ,   b u t   n o t   l i m i t e d   t o ,   N h a   T r a n g ,   V i e t n a m ,   D u b a i ,   U n i t e d   A r a b   E m i r a t e s   ( “ U A E ” ) ,   a n d   A n t a l y a ,   T u r k e y ,   w i t h o u t   t h e   r e q u i r e d   B I S   a u t h o r i z a t i o n . \n   1 0   \n   \n   F u r t h e r   e v i d e n c e   i n d i c a t e d   t h a t   A z u r   a l s o   o p e r a t e d   a i r c r a f t   s u b j e c t   t o   t h e   E A R   o n   d o m e s t i c   f l i g h t s   w i t h i n   R u s s i a ,   p o t e n t i a l l y   i n   v i o l a t i o n   o f   s e c t i o n   < s p a n   c l a s s = \" m a t c h \" > 7 3 6 . 2 < / s p a n > ( < s p a n   c l a s s = \" m a t c h \" > b < / s p a n > ) ( 1 0 )   o f   t h e   R e g u l a t i o n s . \n   \n   \n   \n   1 0   \n     P u b l i c l y   a v a i l a b l e   f l i g h t   t r a c k i n g   i n f o r m a t i o n   s h o w s", "source_url": "https://www.federalregister.gov/documents/2024/09/25/2024-21949/azur-air-sharypovo-airport-4041-kozhevnicheskiy-land-moscow-russia-moscow-russia-order-renewing", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Proposed Enhancements and Simplification of License Exception Strategic Trade Authorization (STA)", "text": "In this rulemaking, the Bureau of Industry and Security (BIS) proposes revising License Exception Strategic Trade Authorization (STA) under the Export Administration Regulations (EAR). The purpose of these changes is to encourage additional use of License Exception STA for ally and partner countries. BIS proposes specific revisions to License Exception STA and includes questions for public comment to help BIS better understand impediments in using License Exception STA. This proposed rule is part of a broader effort announced today that will revise several categories of export licensing requirements and the availability of export license exceptions for key allied and partner countries, as well as for members of certain multilateral export control regimes.", "source_url": "https://www.federalregister.gov/documents/2023/12/08/2023-26681/proposed-enhancements-and-simplification-of-license-exception-strategic-trade-authorization-sta", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR), \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use; Entity List Modification\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items, and to make other EAR changes to implement appropriate related controls, including on certain \"U.S. person\" activities. This Advanced Computing/ Supercomputing IFR (AC/S IFR) addresses comments received in response to only the part of the October 7 IFR that controls advanced computing ICs and computer commodities that contain such ICs. This rule also makes other changes to make the controls more effective and less burdensome, including by correcting and clarifying the controls to more effectively achieve the policy objectives identified in the October 7 IFR. This AC/S IFR is published concurrently with a second BIS IFR, \"Export Controls on Semiconductor Manufacturing Items,\" which addresses public comments received in response to other portions of the October 7 IFR. Together, these IFRs revise the October 7 IFR controls to more effectively achieve BIS's focused national security policy objectives. These revisions protect U.S. national security interests by further restricting China's ability to obtain critical technologies to modernize its military capabilities in ways that threaten the national security interests of the United States and its allies.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23055/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Implementation of Sanctions Against Russia Under the Export Administration Regulations (EAR)", "text": "In response to the Russian Federation's (Russia's) further invasion of Ukraine, with this final rule, the Department of Commerce is adding new Russia license requirements and licensing policies to the Export Administration Regulations (EAR) to protect U.S. national security and foreign policy interests. These new Russia measures: Impose new Commerce Control List (CCL)-based license requirements for Russia; add two new foreign \"direct product\" rules (FDP rules) specific to Russia and Russian `military end users;' specify a license review policy of denial applicable to all of the license requirements being added in this rule, with certain limited exceptions; significantly restrict the use of EAR license exceptions; expand the existing Russia `military end use' and `military end user' control scope to all items \"subject to the EAR\" other than food and medicine designated EAR99, or ECCN 5A992.c and 5D992.c unless for Russian \"government end users\" and Russian state-owned enterprises (SoEs); transfer forty-five Russian entities from the Military End-User (MEU) List to the Entity List with an expanded license requirement of all items subject to the EAR (including foreign-produced items subject to the Russia-MEU FDP rules); and add two new Russia entities and revise two Russia entities to the Entity List. Lastly, this rule imposes comprehensive export, reexport and transfer (in-country) restrictions for the so-called Donetsk People's Republic (DNR) and Luhansk People's Republics (LNR) regions of Ukraine (\"Covered Regions of Ukraine\") and makes conforming revisions to export, reexport transfer (in-country) restrictions for Crimea Region of Ukraine provisions.", "source_url": "https://www.federalregister.gov/documents/2022/03/03/2022-04300/implementation-of-sanctions-against-russia-under-the-export-administration-regulations-ear", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Revisions, Clarifications, and Technical Corrections to the Export Administration Regulations", "text": "In this final rule, the Bureau of Industry and Security corrects certain provisions in the Export Administration Regulations (EAR) to provide accurate references and fix typographical errors, and amend several Export Control Classification Numbers (ECCNs) to enhance consistency with the other ECCNs on the Commerce Control List (CCL). The corrections are editorial in nature and do not affect license requirements.", "source_url": "https://www.federalregister.gov/documents/2017/12/27/2017-27616/revisions-clarifications-and-technical-corrections-to-the-export-administration-regulations", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Removal of Short Supply License Requirements on Exports of Crude Oil", "text": "The Bureau of Industry and Security (BIS) publishes this final rule to amend the Export Administration Regulations (EAR) to remove the short supply license requirements that, prior to the entry into force of the \"Consolidated Appropriations Act, 2016\" on December 18, 2015, applied to exports of crude oil from the United States. Specifically, this rule removes the Commerce Control List (CCL) entry and the corresponding short supply provisions in the EAR that required a license from BIS to export crude oil from the United States. This rule also amends certain other EAR provisions to reflect the removal of these short supply license requirements. The changes made by this rule are intended to bring the provisions of the EAR into full compliance with the act, which mandates that, apart from certain exemptions specified therein, \"no official of the Federal Government shall impose or enforce any restriction on the export of crude oil.\" Consistent with the exceptions in the act, exports of crude oil continue to require authorization from BIS to embargoed or sanctioned countries or persons and to persons subject to a denial of export privileges.", "source_url": "https://www.federalregister.gov/documents/2016/05/12/2016-11047/removal-of-short-supply-license-requirements-on-exports-of-crude-oil", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Export Administration Regulations: Removal of Special Comprehensive License Provisions", "text": "The Bureau of Industry and Security (BIS) publishes this final rule to amend the Export Administration Regulations (EAR) Supplement that lists \"Information Collection Requirements Under the Paperwork Reduction Act: OMB Control Numbers\" to remove certain citations related to Special Comprehensive Licenses listed under Collection number 0607-0152. This final rule is precipitated by an error contained in a final rule published on August 26, 2015 that resulted in the retention of these citations. This action will ensure the accurate and complete implementation of the purposes of the August 26, 2015 final rule: To remove all Special Comprehensive License provisions and related provisions from the EAR.", "source_url": "https://www.federalregister.gov/documents/2015/11/16/2015-29084/export-administration-regulations-removal-of-special-comprehensive-license-provisions", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Export Administration Regulations: Removal of Special Comprehensive License Provisions", "text": "In this final rule, the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR) by removing the Special Comprehensive License (SCL) authorization. Based on changes to the EAR as part of Export Control Reform, BIS concludes that the SCL has outlived its usefulness to the exporting public since recent changes to the EAR permit exporters to accomplish similar results using individual licenses and without undertaking the more onerous SCL application. This rule also makes conforming amendments. These changes are part of BIS's efforts to further update export controls under the EAR consistent with the Retrospective Regulatory Review Initiative that directs BIS and other federal agencies to streamline regulations and reduce unnecessary regulatory burdens on the public.", "source_url": "https://www.federalregister.gov/documents/2015/08/26/2015-20980/export-administration-regulations-removal-of-special-comprehensive-license-provisions", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Export Administration Regulations: Editorial Clean-Up of References to Foreign Trade Regulations", "text": "The Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to harmonize it with revisions made to the Census Bureau's Foreign Trade Regulations (FTR) by correcting citations, nomenclature, and procedures set forth in the EAR.", "source_url": "https://www.federalregister.gov/documents/2014/01/29/2014-01604/export-administration-regulations-editorial-clean-up-of-references-to-foreign-trade-regulations", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Medicare Program; Inpatient Rehabilitation Facility Prospective Payment System for Federal Fiscal Year 2014", "text": "This final rule updates the prospective payment rates for inpatient rehabilitation facilities (IRFs) for federal fiscal year (FY) 2014 (for discharges occurring on or after October 1, 2013 and on or before September 30, 2014) as required by the statute. This final rule also revised the list of diagnosis codes that may be counted toward an IRF's \"60 percent rule\" compliance calculation to determine \"presumptive compliance,\" update the IRF facility-level adjustment factors using an enhanced estimation methodology, revise sections of the Inpatient Rehabilitation Facility-Patient Assessment Instrument, revise requirements for acute care hospitals that have IRF units, clarify the IRF regulation text regarding limitation of review, update references to previously changed sections in the regulations text, and revise and update quality measures and reporting requirements under the IRF quality reporting program.", "source_url": "https://www.federalregister.gov/documents/2013/08/06/2013-18770/medicare-program-inpatient-rehabilitation-facility-prospective-payment-system-for-federal-fiscal", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Editorial Corrections to the Export Administration Regulations", "text": "This final rule corrects reference and typographical errors in the Export Administration Regulations (EAR). The corrections are editorial in nature and do not affect license requirements.", "source_url": "https://www.federalregister.gov/documents/2013/02/28/2013-04158/editorial-corrections-to-the-export-administration-regulations", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Medicare Program; Inpatient Rehabilitation Facility Prospective Payment System for Federal Fiscal Year 2014", "text": "This proposed rule would update the prospective payment rates for inpatient rehabilitation facilities (IRFs) for federal fiscal year (FY) 2014 (for discharges occurring on or after October 1, 2013 and on or before September 30, 2014) as required by the statute. We are also proposing to revise the list of diagnosis codes that are used to determine presumptive compliance under the \"60 percent rule,\" update the IRF facility-level adjustment factors, revise sections of the Inpatient Rehabilitation Facility-Patient Assessment Instrument, revise requirements for acute care hospitals that have IRF units, clarify the IRF regulation text regarding limitation of review, update references to previously changed sections in the regulations text, and revise and update quality measures and reporting requirements under the IRF quality reporting program.", "source_url": "https://www.federalregister.gov/documents/2013/05/08/2013-10755/medicare-program-inpatient-rehabilitation-facility-prospective-payment-system-for-federal-fiscal", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Revisions to the Export Administration Regulations: Initial Implementation of Export Control Reform", "text": "As part of the Export Control Reform (ECR) Initiative, the Bureau of Industry and Security (BIS), and the Directorate of Defense Trade Controls (DDTC), Department of State, have published multiple proposed amendments to the Export Administration Regulations (EAR) and the International Traffic in Arms Regulations (ITAR), respectively, to strengthen national security by fundamentally reforming the export control system. This final rule implements the initial ECR changes by adding a structure and related provisions to control munitions items that the President has determined no longer warrant export control on the U.S. Munitions List (USML) on the Commerce Control List (CCL), specifically aircraft, gas turbine engines, and related items. This rule is being published in conjunction with a Department of State rule that revises the USML so that upon the effective date of both rules, the USML and CCL and corresponding regulatory structures will be complementary. The revisions in this final rule are also part of Commerce's retrospective regulatory review plan under EO 13563, which Commerce completed in August 2011.", "source_url": "https://www.federalregister.gov/documents/2013/04/16/2013-08352/revisions-to-the-export-administration-regulations-initial-implementation-of-export-control-reform", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Export Administration Regulations", "text": "C F R   C o r r e c t i o n   \n   I n   T i t l e   1 5   o f   t h e   C o d e   o f   F e d e r a l   R e g u l a t i o n s ,   P a r t s   3 0 0   t o   7 9 9 ,   r e v i s e d   a s   o f   J a n u a r y   1 ,   2 0 1 2 ,   m a k e   t h e   f o l l o w i n g   c o r r e c t i o n s :   \n   \n   1 .   O n   p a g e   2 4 8 ,   i n   §   < s p a n   c l a s s = \" m a t c h \" > 7 4 0 . 1 < / s p a n > ,   c o r r e c t l y   r e v i s e   t h e   h e a d i n g   o f   p a r a g r a p h   ( d )   t o   r e a d   “ S h i p p e r s   E x p o r t   D e c l a r a t i o n   o r   A u t o m a t e d   E x p o r t   S y s t e m   R e c o r d ” .   \n   2 .   O n   p a g e   3 2 1 ,   i n   §   7 4 2 . 1 5 ,   m o v e   t h e   n o t e   t o   i n t r o d u c t o r y   p a r a g r a p h   ( b )   f r o m   u n d e r   ( b ) ( 3 )   t o   i t s   c o r r e c t   l o c a t i o n   a b o v e   ( b ) ( 1 ) ,   a n d   a d d   t h e   f o l l o w i n g   n o t e   u n d e r   t h e   i n t r o d u c t o r y   p a r a g r a p h   o f   ( b ) ( 3 ) :   \n   \n   §   7 4 2 . 1 5   \n   \n   \n   ( b )   *   *   *   \n   ( 3 )   *   *   *   \n   \n   N o t e   t o", "source_url": "https://www.federalregister.gov/documents/2012/07/10/2012-16905/export-administration-regulations", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Accuracy of Advertising and Notice of Insured Status", "text": "The NCUA Board is amending certain provisions of NCUA's official advertising statement rule. Specifically, insured credit unions will be required to include the statement in a greater number of radio and television advertisements, annual reports, and statements of condition required to be published by law. The NCUA Board also is defining the term \"advertisement\" and clarifying size requirements for the official advertising statement in print materials.", "source_url": "https://www.federalregister.gov/documents/2011/05/26/2011-12825/accuracy-of-advertising-and-notice-of-insured-status", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Accuracy of Advertising and Notice of Insured Status", "text": "The NCUA Board proposes to revise certain provisions of NCUA's official advertising statement rule. Specifically, insured credit unions will be required to include the statement in all radio and television advertisements, annual reports, and statements of condition required to be published by law. The NCUA Board also proposes to define the term \"advertisement\" and clarify size requirements for the official advertising statement in print materials.", "source_url": "https://www.federalregister.gov/documents/2010/12/30/2010-32127/accuracy-of-advertising-and-notice-of-insured-status", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Accuracy of Advertising and Notice of Insured Status", "text": "Section 740.4 of NCUA's rules requires that a federally insured credit union continuously display the official NCUA sign at every teller station or window where insured funds or deposits are normally received. Section 740.4(c) requires that tellers accepting share deposits for both federally insured credit unions and nonfederally insured credit unions also post a second sign adjacent to the official NCUA sign. The current rule requires this second sign to list each federally insured credit union served by the teller along with a statement that only these credit unions are federally insured. Due to the evolution of shared branch networks it is now difficult for some tellers to comply with this second signage requirement and, accordingly, NCUA is revising the rule to replace the required listing of credit unions with a statement that not all of the credit unions served by the teller are federally insured and that members should contact their credit union if they need more information.", "source_url": "https://www.federalregister.gov/documents/2009/03/04/E9-4600/accuracy-of-advertising-and-notice-of-insured-status", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Under Secretary for Industry and Security; In the Matter of: Wayne LaFleur, Respondent", "text": "m o r e   t h a n   6 0   y e a r s .   S e e   e . g . ,   7   F R   5 0 0 7   ( J u l y   2 ,   1 9 4 2 )   ( a m e n d i n g   P a r t   8 0 2   o f   t i t l e   3 2   o f   t h e   C o d e   o f   F e d e r a l   R e g u l a t i o n s   t o   a u t h o r i z e   t h e   e x p o r t   o f   c e r t a i n   s t o r e s   a n d   s p a r e   p a r t s   t h a t   a r e   c a r r i e d   a b r o a d   o n   v e s s e l s   a n d   p l a n e s   f o r   u s e   o r   c o n s u m p t i o n   b y   t h e   c r e w ) ;   c f .   1 5   C F R   < s p a n   c l a s s = \" m a t c h \" > 7 4 0 . 1 < / s p a n >   5 ( b ) ( 2 0 0 8 ) . \n   \n   \n   \n   P u r s u a n t   t o   5   U . S . C .   5 5 6 ( d ) ,   B I S   b e a r s   t h e   b u r d e n   o f   p r o v i n g   t h e   a l l e g a t i o n s   i n   t h e   c h a r g i n g   l e t t e r   u n d e r   t h e   t r a d i t i o n a l   “ p r e p o n d e r a n c e   o f   t h e   e v i d e n c e ”   s t a n d a r d   o f   p r o o f   t y p i c a l l y   a p p l i c a b l e   i n   a d m i n i s t r a t i v e   o r   c i v i l   l i t i g a t i o n .   I n   t h e   M a t t e r   o f   I h s a n", "source_url": "https://www.federalregister.gov/documents/2009/02/03/E9-654/under-secretary-for-industry-and-security-in-the-matter-of-wayne-lafleur-respondent", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Accuracy of Advertising and Notice of Insured Status", "text": "Section 740.4 of NCUA's rules requires that a federally insured credit union continuously display the official NCUA sign at every teller station or window where insured funds or deposits are normally received. Section 740.4(c) requires that tellers accepting share deposits for both federally insured credit unions and nonfederally insured credit unions also post a second sign adjacent to the official NCUA sign. Currently, the rules require this second sign to list each federally insured credit union served by the teller along with a statement that only these credit unions are federally insured. Due to the evolution of shared branch networks it is now difficult for some tellers to comply with this second signage requirement and, accordingly, NCUA is proposing to revise the rule to replace the required listing of credit unions with a statement that not all of the credit unions served by the teller are federally insured and that members should contact their credit union if they need more information.", "source_url": "https://www.federalregister.gov/documents/2008/10/22/E8-25116/accuracy-of-advertising-and-notice-of-insured-status", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Export Administration Regulations: Authority Citations Updates and Technical Corrections", "text": "This rule revises the authority citation paragraphs for 14 parts of the Export Administration Regulations to include citations to the most recent presidential notices that extend authority for those parts or to remove an outdated citation or both. This rule also updates addresses, telephone numbers, procedures and a definition, removes some potentially confusing language, makes a necessary conforming change to one Export Control Classification Number (ECCN) and restores some language that was dropped during a Code of Federal Regulations compilation. BIS is making these changes to clarify the regulations and to provide accurate authority citations for the Code of Federal Regulations edition that is to be compiled as of January 1, 2009.", "source_url": "https://www.federalregister.gov/documents/2008/12/15/E8-29604/export-administration-regulations-authority-citations-updates-and-technical-corrections", "provider": "federalregister.gov"}
{"id": "EAR-740.1", "section": "740.1", "span_id": "740.1", "title": "Conversion of Insured Credit Unions to Mutual Savings Banks", "text": "NCUA proposes to amend its rules regarding the conversion of insured credit unions to mutual savings banks or mutual savings associations. The proposed revisions are primarily intended to improve the information available to members and the board of directors as they consider a possible conversion. The revisions include revised disclosures, revised voting procedures, procedures to facilitate communications among members, and procedures for members to provide their comments to directors before the credit union board votes on a conversion plan.", "source_url": "https://www.federalregister.gov/documents/2006/06/28/06-5728/conversion-of-insured-credit-unions-to-mutual-savings-banks", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Commerce Control List Additions and Revisions; Implementation of Controls on Advanced Technologies Consistent With Controls Implemented by International Partners; Correction", "text": "On September 6, 2024, BIS published in the Federal Register an interim final rule entitled \"Commerce Control List Additions and Revisions; Implementation of Controls on Advanced Technologies Consistent with Controls Implemented by International Partners\" (RIN 0694-AJ60) that contained inadvertent errors. This rule corrects those errors.", "source_url": "https://www.federalregister.gov/documents/2024/12/27/2024-30723/commerce-control-list-additions-and-revisions-implementation-of-controls-on-advanced-technologies", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Commerce Control List Additions and Revisions; Implementation of Controls on Advanced Technologies Consistent With Controls Implemented by International Partners", "text": "The Bureau of Industry and Security (BIS) is implementing export controls on several semiconductor, quantum, and additive manufacturing items for national security and foreign policy reasons. This rule adds new Export Control Classification Numbers (ECCNs) to the Commerce Control List, revises existing ECCNs, adds a new license exception to authorize exports and reexports to and by countries that have implemented equivalent technical controls for these newly added items, and adds two new worldwide license requirements to the national security and regional stability controls in the Export Administration Regulations (EAR). These controls are the product of extensive discussions with international partners.", "source_url": "https://www.federalregister.gov/documents/2024/09/06/2024-19633/commerce-control-list-additions-and-revisions-implementation-of-controls-on-advanced-technologies", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Controls on Certain Laboratory Equipment and Related Technology To Address Dual Use Concerns About Biotechnology", "text": "With this interim final rule (IFR), the Bureau of Industry and Security (BIS) is revising the Export Administration Regulations (EAR) to address the accelerating development and deployment of advanced biotechnology tools contrary to U.S. national security and foreign policy interests. This rule institutes new controls on certain biotechnology equipment and related technology. It further solicits public comments on the changes it implements.", "source_url": "https://www.federalregister.gov/documents/2025/01/16/2025-00723/controls-on-certain-laboratory-equipment-and-related-technology-to-address-dual-use-concerns-about", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Foreign-Produced Direct Product Rule Additions, and Refinements to Controls for Advanced Computing and Semiconductor Manufacturing Items", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) makes changes to the Export Administration Regulations (EAR) controls for certain advanced computing items, supercomputers, and semiconductor manufacturing equipment, which includes adding new controls for certain semiconductor manufacturing equipment and related items, creating new Foreign Direct Product (FDP) rules for certain commodities to impair the capability to produce \"advanced-node integrated circuits\" (\"advanced-node ICs\") by certain destinations or entities of concern, adding new controls for certain high bandwidth memory important for advanced computing, and clarifying controls on certain software keys that allow for the use of items such as software tools. This IFR publishes concurrently with another BIS final rule entitled, \"Additions and Modifications to the Entity List; and Removals from the Validated End-User (VEU) Program\" (Entity List rule) that adds to and modifies the Entity List to ensure appropriate EAR controls are in place for certain critical technologies and to minimize the risk of diversion to entities of concern.", "source_url": "https://www.federalregister.gov/documents/2024/12/05/2024-28270/foreign-produced-direct-product-rule-additions-and-refinements-to-controls-for-advanced-computing", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Revisions To Export, Reexport, and Transfer (In-Country) Controls for Nicaragua Under the Export Administration Regulations", "text": "In this final rule, BIS amends the Export Administration Regulations (EAR) to apply more restrictive treatment to exports and reexports to, and transfers (in-country) within, Nicaragua of items subject to the EAR. This action is consistent with the State Department's addition of Nicaragua to the list of countries that are subject to a U.S. arms embargo under the International Traffic in Arms Regulations (ITAR). To reflect this changed status under the ITAR, BIS adds Nicaragua to Country Group D:5. BIS's amendments also address concerns regarding the Nicaraguan Government's commission of human rights abuses against citizens and civil society groups, as well as the regime's ongoing military and security cooperation with Russia. Specifically, BIS is moving Nicaragua from Country Group B to Country Group D, a more restrictive country grouping, applying a stringent licensing policy for items controlled for national security reasons, and making the country subject to `military end use' and `military end user' restrictions. This rule advances the U.S. Government's efforts to restrict the availability of items subject to the EAR to Nicaragua's military and security services. Additionally, consistent with BIS's authorities under the Export Control Reform Act of 2018, this rule demonstrates a commitment to using export controls to protect human rights and promote democracy.", "source_url": "https://www.federalregister.gov/documents/2024/03/15/2024-05696/revisions-to-export-reexport-and-transfer-in-country-controls-for-nicaragua-under-the-export", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Implementation of Additional Due Diligence Measures for Advanced Computing Integrated Circuits; Amendments and Clarifications; and Extension of Comment Period", "text": "BIS is revising the Export Administration Regulations (EAR) in response to requests from the public to provide additional due diligence procedures regarding advanced computing integrated circuits (ICs). This interim final rule (IFR) will protect the national security of the United States and assist foundries and Outsourced Semiconductor Assembly and Test (\"OSATs\") companies in complying with provisions of the EAR pertaining to advanced computing ICs in the supply chain. This IFR also revises the EAR to make amendments and clarifications to the EAR for changes made to the EAR in an IFR released by BIS on December 2, 2024, \"Foreign-Produced Direct Product Rule Additions, and Refinements to Controls for Advanced Computing and Semiconductor Manufacturing Items,\" (FDP IFR), including extending the deadline for written comments for the FDP IFR to March 14, 2025.", "source_url": "https://www.federalregister.gov/documents/2025/01/16/2025-00711/implementation-of-additional-due-diligence-measures-for-advanced-computing-integrated-circuits", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Export Control Revisions for Australia, United Kingdom, United States (AUKUS) Enhanced Trilateral Security Partnership", "text": "With this interim final rule (IFR), the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR) to remove license requirements, expand the availability of license exceptions, and reduce the scope of end-use and end-user-based license requirements for exports, reexports, and transfers (in-country) to or within Australia and the United Kingdom (UK) to enhance technological innovation among the three countries and support the goals of the AUKUS Trilateral Security Partnership.", "source_url": "https://www.federalregister.gov/documents/2024/04/19/2024-08446/export-control-revisions-for-australia-united-kingdom-united-states-aukus-enhanced-trilateral", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Export Controls on Semiconductor Manufacturing Items", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR) \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items. The October 7 IFR also made other EAR changes to ensure appropriate related controls, including on certain \"U.S. person\" activities. This IFR addresses comments received in response to only the part of the October 7 IFR that controls semiconductor manufacturing equipment (SME) and amends the EAR to implement SME controls more effectively and to address ongoing national security concerns.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23049/export-controls-on-semiconductor-manufacturing-items", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections; and Export Controls on Semiconductor Manufacturing Items; Corrections and Clarifications", "text": "On October 25, 2023, the Bureau of Industry and Security (BIS) published in the Federal Register the interim final rules (IFR), \"Export Controls on Semiconductor Manufacturing Items\" (SME IFR) and \"Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections\" (AC/S IFR). This rule corrects inadvertent errors in those rules and makes additional clarifications for the two rules.", "source_url": "https://www.federalregister.gov/documents/2024/04/04/2024-07004/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Revision of License Requirements of Certain Cameras, Systems, or Related Components", "text": "With this final rule, the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR), which it maintains, by revising license requirements for certain cameras, systems, and related components. These revisions will better align controls with technological and commercial developments, such as the items' global commercial availability, while recognizing the cooperative strategic relationship the United States has with our closest allies. In addition to these changes, BIS is adding controls on certain cameras that are not already controlled by either export control classification number (ECCN) 6A003 or 6A203. These new controls are detailed under new ECCN 6A293, which is a classification for temporary controls for which BIS is seeking multilateral agreement.", "source_url": "https://www.federalregister.gov/documents/2024/02/23/2024-03661/revision-of-license-requirements-of-certain-cameras-systems-or-related-components", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Revision of Controls for Cambodia Under the Export Administration Regulations", "text": "In response to deepening Chinese military influence in Cambodia, which undermines and threatens regional security, as well as growing corruption and human rights abuses by the Government of Cambodia, in this final rule, the Bureau of Industry and Security (BIS) amends the Export Administration Regulations (EAR) to apply more restrictive treatment to exports and reexports to, and transfers within, Cambodia of items subject to the EAR. BIS is taking this action to address recent actions by the Government of Cambodia that are contrary to the national security and foreign policy interests of the United States. Further, BIS updates a Country Group designation for Cambodia under the EAR to reflect the country's identification by the State Department as subject to a United States arms embargo.", "source_url": "https://www.federalregister.gov/documents/2021/12/09/2021-26633/revision-of-controls-for-cambodia-under-the-export-administration-regulations", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Revision of Firearms License Requirements", "text": "On April 30, 2024, the Bureau of Industry and Security (BIS) published an interim final rule (Firearms IFR) that imposed new export license requirements for firearms and related ammunition and components. American firearms manufacturers estimated that these regulatory restrictions would cost them hundreds of millions of dollars per year in lost sales. BIS, informed by public comments on the Firearms IFR, has determined that the Firearms IFR should be rescinded in its entirety--with the only exception being to maintain new Export Control Classification Numbers (ECCNs). This final rule also amends the EAR by removing the Congressional notification requirement for certain semi-automatic firearms license applications. By restoring export controls on firearms to the state they were in at the end of the first Trump Administration, BIS is advancing the Administration's commitment to reducing regulatory burdens on industry and law-abiding firearms owners.", "source_url": "https://www.federalregister.gov/documents/2025/09/30/2025-18992/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Quicksilver Manufacturing, Inc., 8209 Market St. #A173, Wilmington, NC 28411; Rapid Cut LLC, 8209 Market St. #A173, Wilmington, NC 28411; U.S. Prototype, Inc., 8209 Market St. #A173, Wilmington, NC 28411; Order Temporarily Denying Export Privileges", "text": "7 6 6 . 2 4   o f   t h e   E x p o r t   A d m i n i s t r a t i o n   R e g u l a t i o n s   ( t h e   “ R e g u l a t i o n s ”   o r   “ E A R ” ) , \n   < s p a n   c l a s s = \" m a t c h \" > 1 < / s p a n >   \n   \n   t h e   B u r e a u   o f   I n d u s t r y   a n d   S e c u r i t y   ( “ B I S ” ) ,   U . S .   D e p a r t m e n t   o f   C o m m e r c e ,   t h r o u g h   i t s   O f f i c e   o f   E x p o r t   E n f o r c e m e n t   ( “ O E E ” ) ,   h a s   r e q u e s t e d   t h e   i s s u a n c e   o f   a n   O r d e r   t e m p o r a r i l y   d e n y i n g ,   f o r   a   p e r i o d   o f   1 8 0   d a y s ,   t h e   e x p o r t   p r i v i l e g e s   u n d e r   t h e   R e g u l a t i o n s   o f :   Q u i c k s i l v e r   M a n u f a c t u r i n g ,   I n c .   ( “ Q u i c k s i l v e r ” ) ,   R a p i d   C u t   L L C   ( “ R a p i d   C u t ” ) ,   a n d   U . S .   P r o t o t y p e ,   I n c .   ( U . S .   P r o t o t y p e ) . \n   \n   \n   \n   < s p a n   c l a s s = \" m a t c h \" > 1 < / s p a n >   \n     O n   A u g u s t   1 3 ,   2 0 1 8 ,   t h e   P r e s i d e n t   s i g n e d   i n t o   l a w   t h e   J o h n   S .   M c C a i n   N a t i o n a l", "source_url": "https://www.federalregister.gov/documents/2022/06/15/2022-12826/quicksilver-manufacturing-inc-8209-market-st-a173-wilmington-nc-28411-rapid-cut-llc-8209-market-st", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Preventing the Improper Use of CHIPS Act Funding", "text": "The CHIPS Act (the Act) established an incentives program to reestablish and sustain U.S. leadership across the semiconductor supply chain. To ensure that funding provided through this program does not directly or indirectly benefit foreign countries of concern, the Act includes certain limitations on funding recipients, such as prohibiting engagement in certain significant transactions involving the material expansion of semiconductor manufacturing capacity in foreign countries of concern and prohibiting certain joint research or technology licensing efforts with foreign entities of concern. The Department of Commerce (Department) is issuing, and requesting public comments on, a proposed rule to set forth terms related to these limitations and procedures for funding recipients to notify the Secretary of Commerce (Secretary) of any planned significant transactions that may be prohibited.", "source_url": "https://www.federalregister.gov/documents/2023/03/23/2023-05869/preventing-the-improper-use-of-chips-act-funding", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Implementation of Sanctions Against Russia Under the Export Administration Regulations (EAR)", "text": "In response to the Russian Federation's (Russia's) further invasion of Ukraine, with this final rule, the Department of Commerce is adding new Russia license requirements and licensing policies to the Export Administration Regulations (EAR) to protect U.S. national security and foreign policy interests. These new Russia measures: Impose new Commerce Control List (CCL)-based license requirements for Russia; add two new foreign \"direct product\" rules (FDP rules) specific to Russia and Russian `military end users;' specify a license review policy of denial applicable to all of the license requirements being added in this rule, with certain limited exceptions; significantly restrict the use of EAR license exceptions; expand the existing Russia `military end use' and `military end user' control scope to all items \"subject to the EAR\" other than food and medicine designated EAR99, or ECCN 5A992.c and 5D992.c unless for Russian \"government end users\" and Russian state-owned enterprises (SoEs); transfer forty-five Russian entities from the Military End-User (MEU) List to the Entity List with an expanded license requirement of all items subject to the EAR (including foreign-produced items subject to the Russia-MEU FDP rules); and add two new Russia entities and revise two Russia entities to the Entity List. Lastly, this rule imposes comprehensive export, reexport and transfer (in-country) restrictions for the so-called Donetsk People's Republic (DNR) and Luhansk People's Republics (LNR) regions of Ukraine (\"Covered Regions of Ukraine\") and makes conforming revisions to export, reexport transfer (in-country) restrictions for Crimea Region of Ukraine provisions.", "source_url": "https://www.federalregister.gov/documents/2022/03/03/2022-04300/implementation-of-sanctions-against-russia-under-the-export-administration-regulations-ear", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Preventing the Improper Use of CHIPS Act Funding", "text": "The CHIPS and Science Act of 2022, which amended Title XCIX of the William M. (Mac) Thornberry National Defense Authorization Act for Fiscal Year 2021 (collectively, the CHIPS Act or Act) established an incentives program to reestablish and sustain U.S. leadership across the semiconductor supply chain. The Department of Commerce, through the National Institute of Standards and Technology, is issuing this final rule to implement conditions in the Act that seek to prevent funding provided through the program from being used to directly or indirectly benefit foreign countries of concern. The rule defines terms related to these conditions, describes the types of activities that are prohibited by those conditions, and sets forth procedures for notifying the Secretary of Commerce (Secretary) of non-compliance and the process by which the Secretary will enforce these provisions.", "source_url": "https://www.federalregister.gov/documents/2023/09/25/2023-20471/preventing-the-improper-use-of-chips-act-funding", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Imposition of Sanctions Against Belarus Under the Export Administration Regulations (EAR)", "text": "In response to Belarus's substantial enabling of the Russian Federation's (Russia)'s further invasion of Ukraine, this rule is adding new license requirements and review policies for Belarus to the Export Administration Regulations (EAR) to render Belarus subject to the same sanctions that were imposed on Russia under the EAR effective February 24, 2022. These new sanctions impose new Commerce Control List (CCL)-based license requirements for Belarus; revise the two foreign \"direct product\" rules (FDP rules) that are specific to Russia and Russian `military end users' to make them also applicable to Belarus and Belarusian `military end users;' specify a license review policy of denial applicable to all of the license requirements on Belarus that are being added in this rule, with certain limited exceptions; significantly restrict the use of EAR license exceptions; expand the existing `military end use' and `military end user' control scope to include Belarus for all items \"subject to the EAR\" other than food and medicine designated EAR99; and add two new Belarusian entities to the Entity List as `military end users.' This rule also imposes a license requirement for nuclear nonproliferation items for exports and reexports to Belarus and removes Belarus from Country Group A:4 under the EAR. In addition, for Belarus and Russia, this rule amends the availability of License Exceptions AVS and ENC and includes clarifying guidance on the availability of CCD.", "source_url": "https://www.federalregister.gov/documents/2022/03/08/2022-04819/imposition-of-sanctions-against-belarus-under-the-export-administration-regulations-ear", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Framework for Artificial Intelligence Diffusion", "text": "With this interim final rule, the Commerce Department's Bureau of Industry and Security (BIS) revises the Export Administration Regulations' (EAR) controls on advanced computing integrated circuits (ICs) and adds a new control on artificial intelligence (AI) model weights for certain advanced closed-weight dual-use AI models. In conjunction with the expansion of these controls, which BIS has determined are necessary to protect U.S. national security and foreign policy interests, BIS is adding new license exceptions and updating the Data Center Validated End User authorization to facilitate the export, reexport, and transfer (in-country) of advanced computing (ICs) to end users in destinations that do not raise national security or foreign policy concerns. Together, these changes will cultivate secure ecosystems for the responsible diffusion and use of AI and advanced computing ICs.", "source_url": "https://www.federalregister.gov/documents/2025/01/15/2025-00636/framework-for-artificial-intelligence-diffusion", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Revision of Firearms License Requirements", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to enhance the control structure for firearms and related items. These changes will better protect U.S. national security and foreign policy interests, which include countering the diversion and misuse of firearms and related items and advancing human rights. This rule identifies semi-automatic firearms under new Export Control Classification Numbers (ECCNs); adds additional license requirements for Crime Control and Detection (CC) items, thereby resulting in additional restrictions on the availability of license exceptions for most destinations; amends license review policies so that they are more explicit as to the nature of review that will accompany different types of transactions and license exception availability (including adding a new list of high-risk destinations); updates and expands requirements for support documentation submitted with license applications; and better accounts for the import documentation requirements of other countries (such as an import certificate or other permit prior to importation) when firearms and related items are authorized under a BIS license exception. BIS is publishing this rule as an IFR to solicit comments from the public on additional changes to export controls on firearms and related items that would better protect U.S. national security and foreign policy interests.", "source_url": "https://www.federalregister.gov/documents/2024/04/30/2024-08813/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-742.4(a)(1)", "section": "742.4(a)(1)", "span_id": "742.4(a)(1)", "title": "Advanced Manufacturing Investment Credit", "text": "This document contains proposed regulations to implement the advanced manufacturing investment credit established by the CHIPS Act of 2022 to incentivize the manufacture of semiconductors and semiconductor manufacturing equipment within the United States. The regulations address the credit's eligibility requirements, an election that eligible taxpayers may make to be treated as making a payment of tax (including an overpayment of tax), or for an eligible partnership or S corporation to receive an elective payment, instead of claiming a credit, and a special 10-year credit recapture rule that applies if there is a significant transaction involving the material expansion of semiconductor manufacturing capacity in a foreign country of concern. This document also requests comments on the proposed regulations, including the definition of the term \"semiconductor.\" These proposed regulations affect taxpayers that claim the advanced manufacturing investment credit or instead make an elective payment election.", "source_url": "https://www.federalregister.gov/documents/2023/03/23/2023-05871/advanced-manufacturing-investment-credit", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "North Korea Sanctions Regulations", "text": "The Department of the Treasury's Office of Foreign Assets Control (OFAC) is amending the North Korea Sanctions Regulations to modify a general license that authorizes certain transactions in support of specified humanitarian activities of nongovernmental organizations. Additionally, OFAC is adding general licenses to authorize the following: transactions related to the exportation and reexportation of items authorized by the U.S. Department of Commerce; the provision of certain agricultural commodities, medicine, and medical devices; and certain journalistic activities in North Korea.", "source_url": "https://www.federalregister.gov/documents/2024/02/16/2024-03255/north-korea-sanctions-regulations", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Ilya Balakaev,", "text": "f o r e i g n   p o l i c y .   5 0   U . S . C .   4 8 1   l ( l ) - ( 2 ) .   T h e s e   c o n t r o l s   i n c l u d e d   r e s t r i c t i o n s   o n   e x p o r t s   a n d   r e e x p o r t s   t o   t h e   D P R K   f o r   U n i t e d   N a t i o n s   ( “ U N ” )   a n d   a n t i - t e r r o r i s m   r e a s o n s .   1 5   C F R   < s p a n   c l a s s = \" m a t c h \" > 7 4 6 . 4 < / s p a n > ,   7 4 2 . 1 9 .   C o n s i s t e n t   w i t h   E C R A   a n d   U N   S e c u r i t y   C o u n c i l   R e s o l u t i o n s ,   w i t h   l i m i t e d   e x c e p t i o n s ,   a   l i c e n s e   w a s   r e q u i r e d   t o   e x p o r t   o r   r e e x p o r t   a n y   i t e m   s u b j e c t   t o   t h e   E A R   t o   N o r t h   K o r e a .   1 5   C F R   < s p a n   c l a s s = \" m a t c h \" > 7 4 6 . 4 < / s p a n > .   T h e   D P R K   w a s   a l s o   s u b j e c t   t o   a   U N   S e c u r i t y   C o u n c i l   a r m s   e m b a r g o ,   a n d   t h u s ,   m i l i t a r i l y   s e n s i t i v e   i t e m s   w e r e   a l s o   r e s t r i c t e d .   1 5   C F R 7 4 6 . 1 ( b ) ( 2 ) .   F u r t h e r m o r e ,   t h e   S e c r e t a r y   o f   S t a t e", "source_url": "https://www.federalregister.gov/documents/2023/08/25/2023-18311/ilya-balakaev", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Ilya Balakaev, Sharikopodshipnikovkaya 20-68, Moscow, Russian Federation; Radiotester OOO a/k/a Radiotester LLC, Sharikopodshipnikovskaya 11, Building 1, Moscow, 115088, Russian Federation; and Volgograd Prospect, House 2, Moscow, 109316, Russian Federation; Order Temporarily Denying Export Privileges", "text": "f o r e i g n   p o l i c y .   5 0   U . S . C .   4 8 1   l ( l ) - ( 2 ) .   T h e s e   c o n t r o l s   i n c l u d e d   r e s t r i c t i o n s   o n   e x p o r t s   a n d   r e e x p o r t s   t o   t h e   D P R K   f o r   U n i t e d   N a t i o n s   ( “ U N ” )   a n d   a n t i - t e r r o r i s m   r e a s o n s .   1 5   C F R   < s p a n   c l a s s = \" m a t c h \" > 7 4 6 . 4 < / s p a n > ,   7 4 2 . 1 9 .   C o n s i s t e n t   w i t h   E C R A   a n d   U N   S e c u r i t y   C o u n c i l   R e s o l u t i o n s ,   w i t h   l i m i t e d   e x c e p t i o n s ,   a   l i c e n s e   w a s   r e q u i r e d   t o   e x p o r t   o r   r e e x p o r t   a n y   i t e m   s u b j e c t   t o   t h e   E A R   t o   N o r t h   K o r e a .   1 5   C F R   < s p a n   c l a s s = \" m a t c h \" > 7 4 6 . 4 < / s p a n > .   T h e   D P R K   w a s   a l s o   s u b j e c t   t o   a   U N   S e c u r i t y   C o u n c i l   a r m s   e m b a r g o ,   a n d   t h u s ,   m i l i t a r i l y   s e n s i t i v e   i t e m s   w e r e   a l s o   r e s t r i c t e d .   1 5   C F R   7 4 6 . 1 ( b ) ( 2 ) .   F u r t h e r m o r e ,   t h e   S e c r e t a r y   o f   S t a t e", "source_url": "https://www.federalregister.gov/documents/2023/03/01/2023-04189/ilya-balakaev-sharikopodshipnikovkaya-20-68-moscow-russian-federation-radiotester-ooo-aka", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Addition of Certain Entities to the Entity List", "text": "This final rule amends the Export Administration Regulations (EAR) by adding seven entities under seven entries to the Entity List. These seven entities have been determined by the U.S. Government to be acting contrary to the foreign policy or national security interests of the United States and will be listed on the Entity List under the destinations of the People's Republic of China (China), Pakistan, and the United Arab Emirates (UAE). This final rule also modifies four existing entries on the Entity List under the destination of China.", "source_url": "https://www.federalregister.gov/documents/2022/02/14/2022-03029/addition-of-certain-entities-to-the-entity-list", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Revision of Firearms License Requirements", "text": "On April 30, 2024, the Bureau of Industry and Security (BIS) published an interim final rule (Firearms IFR) that imposed new export license requirements for firearms and related ammunition and components. American firearms manufacturers estimated that these regulatory restrictions would cost them hundreds of millions of dollars per year in lost sales. BIS, informed by public comments on the Firearms IFR, has determined that the Firearms IFR should be rescinded in its entirety--with the only exception being to maintain new Export Control Classification Numbers (ECCNs). This final rule also amends the EAR by removing the Congressional notification requirement for certain semi-automatic firearms license applications. By restoring export controls on firearms to the state they were in at the end of the first Trump Administration, BIS is advancing the Administration's commitment to reducing regulatory burdens on industry and law-abiding firearms owners.", "source_url": "https://www.federalregister.gov/documents/2025/09/30/2025-18992/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Revision of Firearms License Requirements", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to enhance the control structure for firearms and related items. These changes will better protect U.S. national security and foreign policy interests, which include countering the diversion and misuse of firearms and related items and advancing human rights. This rule identifies semi-automatic firearms under new Export Control Classification Numbers (ECCNs); adds additional license requirements for Crime Control and Detection (CC) items, thereby resulting in additional restrictions on the availability of license exceptions for most destinations; amends license review policies so that they are more explicit as to the nature of review that will accompany different types of transactions and license exception availability (including adding a new list of high-risk destinations); updates and expands requirements for support documentation submitted with license applications; and better accounts for the import documentation requirements of other countries (such as an import certificate or other permit prior to importation) when firearms and related items are authorized under a BIS license exception. BIS is publishing this rule as an IFR to solicit comments from the public on additional changes to export controls on firearms and related items that would better protect U.S. national security and foreign policy interests.", "source_url": "https://www.federalregister.gov/documents/2024/04/30/2024-08813/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "North Korea Sanctions Regulations", "text": "The Department of the Treasury's Office of Foreign Assets Control (OFAC) is amending the North Korea Sanctions Regulations to implement the Treasury-administered provisions of the North Korea Sanctions and Policy Enhancement Act of 2016, as amended by the Countering America's Adversaries Through Sanctions Act and the National Defense Authorization Act for Fiscal Year 2020. Specifically, OFAC is incorporating blocking and correspondent account sanctions provisions, adding a new prohibition that is applicable for persons that are owned or controlled by a U.S. financial institution and established or maintained outside the United States, adding new statutory exemptions relevant to certain newly added prohibitions, making technical and conforming edits to three definitions, revising an interpretive provision, and updating the authorities and delegation sections of the regulations. OFAC is also amending the definition of luxury goods.", "source_url": "https://www.federalregister.gov/documents/2020/04/10/2020-07497/north-korea-sanctions-regulations", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Takes of Marine Mammals Incidental to Specified Activities; Taking Marine Mammals Incidental to Pile Driving Activities for the Restoration of Pier 62, Seattle Waterfront, Elliott Bay", "text": "In accordance with the regulations implementing the Marine Mammal Protection Act (MMPA) as amended, notification is hereby given that NMFS has issued an incidental harassment authorization (IHA) to the Seattle Department of Transportation (DOT) to incidentally harass, by Level A and B harassment, marine mammals during pile driving and removal activities associated with the restoration of Pier 62, Seattle Waterfront, Elliott Bay in Seattle, Washington (Season 2).", "source_url": "https://www.federalregister.gov/documents/2018/08/10/2018-17185/takes-of-marine-mammals-incidental-to-specified-activities-taking-marine-mammals-incidental-to-pile", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "North Korea Sanctions Regulations", "text": "The Department of the Treasury's Office of Foreign Assets Control (OFAC) is amending the North Korea Sanctions Regulations and reissuing them in their entirety, in order to implement three recent Executive orders and to reference the North Korea Sanctions and Policy Enhancement Act of 2016 and the Countering America's Adversaries Through Sanctions Act. OFAC is also incorporating several general licenses that have, until now, appeared only on OFAC's website on the North Korea Sanctions page, adding several new general licenses, and adding and expanding provisions to issue a more comprehensive set of regulations that will provide further guidance to the public. Finally, OFAC is updating certain regulatory provisions and making other technical and conforming changes. Due to the number of regulatory sections being updated or added, OFAC is reissuing the North Korea Sanctions Regulations in their entirety.", "source_url": "https://www.federalregister.gov/documents/2018/03/05/2018-04113/north-korea-sanctions-regulations", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Extending Foreign Policy-Based Export Controls Through 2018", "text": "The Bureau of Industry and Security (BIS) is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. Section 6 of the Export Administration Act requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. BIS is conducting the consultations through this request for public comments. Comments from all interested persons are welcome and will help BIS determine whether its foreign policy-based export controls should be continued for another year. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2017/09/07/2017-19010/effects-of-extending-foreign-policy-based-export-controls-through-2018", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Takes of Marine Mammals Incidental to Specified Activities; Taking Marine Mammals Incidental to Pile Driving Activities for the Restoration of Pier 62, Seattle Waterfront, Elliott Bay", "text": "NMFS has received a request from the Seattle Department of Transportation (Seattle DOT) for authorization to take marine mammals incidental to pile driving activities for the restoration of Pier 62, Seattle Waterfront, Elliott Bay in Seattle, Washington (Season 2). Pursuant to the Marine Mammal Protection Act (MMPA), NMFS is requesting comments on its proposal to issue an incidental harassment authorization (IHA) to incidentally take marine mammals during the specified activities. NMFS will consider public comments prior to making any final decision on the issuance of the requested MMPA authorization and agency responses will be summarized in the final notice of our decision.", "source_url": "https://www.federalregister.gov/documents/2018/06/27/2018-13803/takes-of-marine-mammals-incidental-to-specified-activities-taking-marine-mammals-incidental-to-pile", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Takes of Marine Mammals Incidental to Specified Activities; Taking Marine Mammals Incidental to Pile Driving Activities for the Restoration of Pier 62, Seattle Waterfront, Elliot Bay", "text": "In accordance with the regulations implementing the Marine Mammal Protection Act (MMPA) as amended, notification is hereby given that NMFS has issued an incidental harassment authorization (IHA) to the Seattle Department of Transportation (Seattle DOT) to incidentally harass, by Level B harassment only, marine mammals during pile driving and removal activities associated with the restoration of Pier 62 project in Seattle Waterfront, Elliot Bay in Seattle, Washington.", "source_url": "https://www.federalregister.gov/documents/2017/10/11/2017-21857/takes-of-marine-mammals-incidental-to-specified-activities-taking-marine-mammals-incidental-to-pile", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Takes of Marine Mammals Incidental to Specified Activities; Taking Marine Mammals Incidental to Pile Driving Activities for the Restoration of Pier 62, Seattle Waterfront, Elliot Bay", "text": "NMFS has received a request from the Seattle Department of Transportation (Seattle DOT) for authorization to take marine mammals incidental to pile driving activities for the restoration of Pier 62, Seattle Waterfront, Elliot Bay in Seattle, Washington. Pursuant to the Marine Mammal Protection Act (MMPA), NMFS is requesting comments on its proposal to issue an incidental harassment authorization (IHA) to incidentally take marine mammals during the specified activities.", "source_url": "https://www.federalregister.gov/documents/2017/07/25/2017-15522/takes-of-marine-mammals-incidental-to-specified-activities-taking-marine-mammals-incidental-to-pile", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Extending Foreign Policy-Based Export Controls Through 2017", "text": "The Bureau of Industry and Security (BIS) is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. Section 6 of the Export Administration Act requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. BIS is conducting the consultations through this request for public comments. Comments from all interested persons are welcome. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2016/09/08/2016-21542/effects-of-extending-foreign-policy-based-export-controls-through-2017", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Extending Foreign Policy-Based Export Controls", "text": "The Bureau of Industry and Security (BIS) is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. Section 6 of the Export Administration Act requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. BIS is conducting the consultations through this request for public comments. Comments from all interested persons are welcome. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2015/09/14/2015-22982/effects-of-extending-foreign-policy-based-export-controls", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Foreign Policy-Based Export Controls", "text": "BIS is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. BIS is requesting public comments to conduct consultations with U.S. industries. Section 6 of the Export Administration Act (EAA) requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. Comments from all interested persons are welcome. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2014/09/04/2014-21030/effects-of-foreign-policy-based-export-controls", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Corrections and Clarifications to the Export Administration Regulations; Conforming Changes to the EAR Based on Amendments to the International Traffic in Arms Regulations", "text": "This final rule makes corrections and clarifications to the Export Administration Regulations (EAR) for six final rules published in 2013 and early 2014. This final rule also makes other needed technical corrections and clarifications to the EAR identified by BIS. In addition, this final rule makes two conforming changes to the EAR as a result of a final rule published by the Department of State on April 17, 2014.", "source_url": "https://www.federalregister.gov/documents/2014/06/05/2014-12151/corrections-and-clarifications-to-the-export-administration-regulations-conforming-changes-to-the", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Foreign Policy-Based Export Controls", "text": "BIS is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. BIS is requesting public comments to conduct consultations with U.S. industries. Section 6 of the Export Administration Act (EAA) requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. Comments from all interested persons are welcome. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2013/09/05/2013-21577/effects-of-foreign-policy-based-export-controls", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Effects of Foreign Policy-Based Export Controls", "text": "In developing its report to Congress, BIS is seeking public comments on the effect of existing foreign policy-based export controls in the Export Administration Regulations. BIS is requesting public comments to conduct consultations with U.S. industries. Section 6 of the Export Administration Act (EAA) requires BIS to consult with industry on the effect of such controls and to report the results of the consultations to Congress. Comments from all interested persons are welcome. All comments will be made available for public inspection and copying and included in a report to be submitted to Congress.", "source_url": "https://www.federalregister.gov/documents/2012/09/07/2012-21571/effects-of-foreign-policy-based-export-controls", "provider": "federalregister.gov"}
{"id": "EAR-746.4(a)", "section": "746.4(a)", "span_id": "746.4(a)", "title": "Revisions to the Export Administration Regulations: Initial Implementation of Export Control Reform", "text": "As part of the Export Control Reform (ECR) Initiative, the Bureau of Industry and Security (BIS), and the Directorate of Defense Trade Controls (DDTC), Department of State, have published multiple proposed amendments to the Export Administration Regulations (EAR) and the International Traffic in Arms Regulations (ITAR), respectively, to strengthen national security by fundamentally reforming the export control system. This final rule implements the initial ECR changes by adding a structure and related provisions to control munitions items that the President has determined no longer warrant export control on the U.S. Munitions List (USML) on the Commerce Control List (CCL), specifically aircraft, gas turbine engines, and related items. This rule is being published in conjunction with a Department of State rule that revises the USML so that upon the effective date of both rules, the USML and CCL and corresponding regulatory structures will be complementary. The revisions in this final rule are also part of Commerce's retrospective regulatory review plan under EO 13563, which Commerce completed in August 2011.", "source_url": "https://www.federalregister.gov/documents/2013/04/16/2013-08352/revisions-to-the-export-administration-regulations-initial-implementation-of-export-control-reform", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Relaxing Export Controls for Syria", "text": "In this final rule, the Bureau of Industry and Security (BIS) makes changes to the Syria export control measures under the Export Administration Regulations (EAR), consistent with Executive Order (E.O.) 14312, Providing for the Revocation of Syria Sanctions, which directed the removal of sanctions on Syria. This final rule relaxes the EAR's existing restrictions on exports and reexports to Syria of items subject to the EAR by making the following changes: revising certain restrictive license application review policies that had applied to most items subject to the EAR to be more favorable; expanding existing license exceptions to apply to Syria; and adding new license exceptions for Syria, including for EAR99 items.", "source_url": "https://www.federalregister.gov/documents/2025/09/02/2025-16724/relaxing-export-controls-for-syria", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Conforming and Clarifying Changes to the Export Administration Regulations (EAR)", "text": "This final rule makes conforming and clarifying changes to the Export Administration Regulations (EAR). These changes include making conforming changes to the EAR to ensure that destination names reflect the current destination names that are recognized by the United States Government, clarifying the removal of certain license requirements for exports, reexports, and transfers (in-country) to and within Australia and the United Kingdom, making a conforming change to reflect that Cyprus is no longer a Country Group D:5 country, and clarifying how Russia and the Russian Federation are referenced for consistency with the designation of Russia as a U.S. Arms Embargoed destinations.", "source_url": "https://www.federalregister.gov/documents/2024/05/10/2024-10280/conforming-and-clarifying-changes-to-the-export-administration-regulations-ear", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Export Administration Regulations for Missile Technology Items: 2018, 2019, and 2021 Missile Technology Control Regime Plenary Agreements; and License Exception Eligibility", "text": "The Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to reflect changes to the Missile Technology Control Regime (MTCR) Annex that were agreed to by MTCR member countries at the Technical Experts Meetings (TEMs) in March and November 2018, May and October 2019, and October 2021. This rule also expands the eligibility for the use of license exceptions under the EAR for MT-controlled items. These changes to license exception eligibility are also being made as part of a broader effort announced today that will liberalize several categories of export licensing requirements and the availability of export license exceptions for key allied and partner countries, as well as for members of certain multilateral export control regimes.", "source_url": "https://www.federalregister.gov/documents/2023/12/08/2023-26682/export-administration-regulations-for-missile-technology-items-2018-2019-and-2021-missile-technology", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Controls on Pakistan", "text": "The Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) by imposing new licensing requirements on exports, reexports, and transfers (in-country) to and within Pakistan of certain items identified on the Commerce Control List (CCL) that are not currently subject to a license requirement when destined for Pakistan. This change is being made to ensure that such transactions receive U.S. government review to reduce the risk of diversion to an end use or end user of concern.", "source_url": "https://www.federalregister.gov/documents/2024/11/26/2024-27648/implementation-of-additional-controls-on-pakistan", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Sanctions Against Russia and Belarus Under the Export Administration Regulations (EAR) and Refinements to Existing Controls", "text": "In response to the Russian Federation's (Russia's) ongoing aggression against Ukraine and Belarus's complicity in the invasion, the Department of Commerce is strengthening its existing sanctions under the Export Administration Regulations (EAR) against Russia and Belarus, including by expanding the scope of the EAR's Russian and Belarusian Industry Sector Sanctions and making certain changes to the licensing requirements that apply to the occupied Crimea region of Ukraine as well. Additionally, this rule revises recent restrictions targeting Iran's supply of Unmanned Aerial Vehicles to Russia. This rule also refines certain existing export controls on Russia and Belarus. The Department of Commerce is taking these actions to enhance the effectiveness of its controls on these countries and to better align them with those implemented by U.S. allies and partners.", "source_url": "https://www.federalregister.gov/documents/2024/01/25/2024-01408/implementation-of-additional-sanctions-against-russia-and-belarus-under-the-export-administration", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Revision of Firearms License Requirements", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) is amending the Export Administration Regulations (EAR) to enhance the control structure for firearms and related items. These changes will better protect U.S. national security and foreign policy interests, which include countering the diversion and misuse of firearms and related items and advancing human rights. This rule identifies semi-automatic firearms under new Export Control Classification Numbers (ECCNs); adds additional license requirements for Crime Control and Detection (CC) items, thereby resulting in additional restrictions on the availability of license exceptions for most destinations; amends license review policies so that they are more explicit as to the nature of review that will accompany different types of transactions and license exception availability (including adding a new list of high-risk destinations); updates and expands requirements for support documentation submitted with license applications; and better accounts for the import documentation requirements of other countries (such as an import certificate or other permit prior to importation) when firearms and related items are authorized under a BIS license exception. BIS is publishing this rule as an IFR to solicit comments from the public on additional changes to export controls on firearms and related items that would better protect U.S. national security and foreign policy interests.", "source_url": "https://www.federalregister.gov/documents/2024/04/30/2024-08813/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Sanctions Against Russia and Belarus Under the Export Administration Regulations (EAR); and Corrections", "text": "In this final rule, the Bureau of Industry and Security (BIS) makes changes to the Russian and Belarusian sanctions under the Export Administration Regulations (EAR). This final rule expands the scope of the Russia/Belarus-Military End User (MEU) Foreign-Direct Product (FDP) rule, and renames it accordingly, so that the rule will also apply to transactions involving entities on the Entity List that pose a significant risk of involvement in the supply or diversion of items subject to the EAR to procurement networks for Russia's and Belarus's defense industry or intelligence services. This final rule also adds controls on the export, reexport, or transfer (in-country) to or within Russia or Belarus of \"software\" for the operation of computer numerical control (CNC) machine tools. In addition, this final rule makes corrections and clarifications to certain aspects of the EAR's Russia and Belarus sanctions.", "source_url": "https://www.federalregister.gov/documents/2024/08/27/2024-19132/implementation-of-additional-sanctions-against-russia-and-belarus-under-the-export-administration", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Export Administration Regulations: Revisions to Space-Related Export Controls, Including Addition of License Exception Commercial Space Activities (CSA)", "text": "In this proposed rule, the Bureau of Industry and Security (BIS) proposes changes to controls for spacecraft and related items under the Export Administration Regulations (EAR) that would conform to proposed changes to the International Traffic in Arms Regulations (ITAR) related to U.S. Munitions List (USML) Categories IV and XV. This rule also proposes the addition of a new license exception for certain Commercial Space Activities (CSA). This proposed rule is published alongside the Department of State proposed rule, \"International Traffic in Arms Regulations (ITAR): U.S. Munitions List Categories IV and XV\" (1400-AE73), which includes proposed changes for certain space-related defense articles and related controls. These proposed rules are intended to better enable a globally competitive U.S. space industrial base while continuing to protect U.S. national security and foreign policy interests.", "source_url": "https://www.federalregister.gov/documents/2024/10/23/2024-23975/export-administration-regulations-revisions-to-space-related-export-controls-including-addition-of", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Revision of Firearms License Requirements", "text": "On April 30, 2024, the Bureau of Industry and Security (BIS) published an interim final rule (Firearms IFR) that imposed new export license requirements for firearms and related ammunition and components. American firearms manufacturers estimated that these regulatory restrictions would cost them hundreds of millions of dollars per year in lost sales. BIS, informed by public comments on the Firearms IFR, has determined that the Firearms IFR should be rescinded in its entirety--with the only exception being to maintain new Export Control Classification Numbers (ECCNs). This final rule also amends the EAR by removing the Congressional notification requirement for certain semi-automatic firearms license applications. By restoring export controls on firearms to the state they were in at the end of the first Trump Administration, BIS is advancing the Administration's commitment to reducing regulatory burdens on industry and law-abiding firearms owners.", "source_url": "https://www.federalregister.gov/documents/2025/09/30/2025-18992/revision-of-firearms-license-requirements", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Export Controls on Semiconductor Manufacturing Items", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR) \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items. The October 7 IFR also made other EAR changes to ensure appropriate related controls, including on certain \"U.S. person\" activities. This IFR addresses comments received in response to only the part of the October 7 IFR that controls semiconductor manufacturing equipment (SME) and amends the EAR to implement SME controls more effectively and to address ongoing national security concerns.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23049/export-controls-on-semiconductor-manufacturing-items", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Commerce Control List Additions and Revisions; Implementation of Controls on Advanced Technologies Consistent With Controls Implemented by International Partners", "text": "The Bureau of Industry and Security (BIS) is implementing export controls on several semiconductor, quantum, and additive manufacturing items for national security and foreign policy reasons. This rule adds new Export Control Classification Numbers (ECCNs) to the Commerce Control List, revises existing ECCNs, adds a new license exception to authorize exports and reexports to and by countries that have implemented equivalent technical controls for these newly added items, and adds two new worldwide license requirements to the national security and regional stability controls in the Export Administration Regulations (EAR). These controls are the product of extensive discussions with international partners.", "source_url": "https://www.federalregister.gov/documents/2024/09/06/2024-19633/commerce-control-list-additions-and-revisions-implementation-of-controls-on-advanced-technologies", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Proposed Enhancements and Simplification of License Exception Strategic Trade Authorization (STA)", "text": "In this rulemaking, the Bureau of Industry and Security (BIS) proposes revising License Exception Strategic Trade Authorization (STA) under the Export Administration Regulations (EAR). The purpose of these changes is to encourage additional use of License Exception STA for ally and partner countries. BIS proposes specific revisions to License Exception STA and includes questions for public comment to help BIS better understand impediments in using License Exception STA. This proposed rule is part of a broader effort announced today that will revise several categories of export licensing requirements and the availability of export license exceptions for key allied and partner countries, as well as for members of certain multilateral export control regimes.", "source_url": "https://www.federalregister.gov/documents/2023/12/08/2023-26681/proposed-enhancements-and-simplification-of-license-exception-strategic-trade-authorization-sta", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Sanctions Against Russia and Belarus Under the Export Administration Regulations (EAR) and Refinements to Existing Controls", "text": "In this final rule, the Bureau of Industry and Security (BIS) makes changes to the Russia and Belarus sanctions under the Export Administration Regulations (EAR). This final rule imposes additional export control measures against Russia and Belarus by expanding the scope of items identified under two EAR supplements that are subject to the EAR's Russian and Belarusian industry sector sanctions; imposing a \"software\" license requirement for certain EAR99-designated \"software\" when destined to or within Russia or Belarus; and narrowing the scope of commodities and software that may be authorized for export, reexport, or transfer (in-country) to or within Russia or Belarus under License Exception Consumer Communications Devices (CCD). To promote clarity and facilitate compliance, this final rule also consolidates the EAR's Russian and Belarus sanctions into a single section, while maintaining the existing related regulatory supplements identifying items that are subject to certain of those sanctions. This final rule also amends the EAR by adding five entities and eight addresses to the Entity List and making changes to the Entity List structure. These entries are listed on the Entity List under the destinations of the People's Republic of China (China) and Russia and have been determined by the U.S. Government to be acting contrary to the national security or foreign policy interests of the United States. Lastly, this final rule makes two additional revisions to the EAR: one to confirm the criteria used when revising, suspending, or revoking EAR license exceptions and one revision to clarify the control status of fasteners for purposes of the EAR's Russian and Belarusian industry sector sanctions.", "source_url": "https://www.federalregister.gov/documents/2024/06/18/2024-13148/implementation-of-additional-sanctions-against-russia-and-belarus-under-the-export-administration", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Framework for Artificial Intelligence Diffusion", "text": "With this interim final rule, the Commerce Department's Bureau of Industry and Security (BIS) revises the Export Administration Regulations' (EAR) controls on advanced computing integrated circuits (ICs) and adds a new control on artificial intelligence (AI) model weights for certain advanced closed-weight dual-use AI models. In conjunction with the expansion of these controls, which BIS has determined are necessary to protect U.S. national security and foreign policy interests, BIS is adding new license exceptions and updating the Data Center Validated End User authorization to facilitate the export, reexport, and transfer (in-country) of advanced computing (ICs) to end users in destinations that do not raise national security or foreign policy concerns. Together, these changes will cultivate secure ecosystems for the responsible diffusion and use of AI and advanced computing ICs.", "source_url": "https://www.federalregister.gov/documents/2025/01/15/2025-00636/framework-for-artificial-intelligence-diffusion", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections", "text": "On October 7, 2022, the Bureau of Industry and Security (BIS) released the interim final rule (IFR), \"Implementation of Additional Export Controls: Certain Advanced Computing and Semiconductor Manufacturing Items; Supercomputer and Semiconductor End Use; Entity List Modification\" (October 7 IFR), which amended the Export Administration Regulations (EAR) to implement controls on advanced computing integrated circuits (ICs), computer commodities that contain such ICs, and certain semiconductor manufacturing items, and to make other EAR changes to implement appropriate related controls, including on certain \"U.S. person\" activities. This Advanced Computing/ Supercomputing IFR (AC/S IFR) addresses comments received in response to only the part of the October 7 IFR that controls advanced computing ICs and computer commodities that contain such ICs. This rule also makes other changes to make the controls more effective and less burdensome, including by correcting and clarifying the controls to more effectively achieve the policy objectives identified in the October 7 IFR. This AC/S IFR is published concurrently with a second BIS IFR, \"Export Controls on Semiconductor Manufacturing Items,\" which addresses public comments received in response to other portions of the October 7 IFR. Together, these IFRs revise the October 7 IFR controls to more effectively achieve BIS's focused national security policy objectives. These revisions protect U.S. national security interests by further restricting China's ability to obtain critical technologies to modernize its military capabilities in ways that threaten the national security interests of the United States and its allies.", "source_url": "https://www.federalregister.gov/documents/2023/10/25/2023-23055/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Foreign-Produced Direct Product Rule Additions, and Refinements to Controls for Advanced Computing and Semiconductor Manufacturing Items", "text": "In this interim final rule (IFR), the Bureau of Industry and Security (BIS) makes changes to the Export Administration Regulations (EAR) controls for certain advanced computing items, supercomputers, and semiconductor manufacturing equipment, which includes adding new controls for certain semiconductor manufacturing equipment and related items, creating new Foreign Direct Product (FDP) rules for certain commodities to impair the capability to produce \"advanced-node integrated circuits\" (\"advanced-node ICs\") by certain destinations or entities of concern, adding new controls for certain high bandwidth memory important for advanced computing, and clarifying controls on certain software keys that allow for the use of items such as software tools. This IFR publishes concurrently with another BIS final rule entitled, \"Additions and Modifications to the Entity List; and Removals from the Validated End-User (VEU) Program\" (Entity List rule) that adds to and modifies the Entity List to ensure appropriate EAR controls are in place for certain critical technologies and to minimize the risk of diversion to entities of concern.", "source_url": "https://www.federalregister.gov/documents/2024/12/05/2024-28270/foreign-produced-direct-product-rule-additions-and-refinements-to-controls-for-advanced-computing", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Sanctions Against Russia and Belarus Under the Export Administration Regulations (EAR) and Refinements to Existing Controls", "text": "In response to the Russian Federation's (Russia's) ongoing aggression against Ukraine, the Department of Commerce is expanding the existing sanctions against Russia and Belarus by imposing new export controls, including expanding the scope of the Russian industry sector sanctions to add lower-level items potentially useful for Russia's chemical and biological weapons production capabilities and items needed for advanced production and development capabilities to enable advanced manufacturing across a number of industries. This rule also adds Belarus to the scope of industry sector sanctions that currently apply solely to Russia. With respect to end users, this rule expands the `military end user' and `military-intelligence end user' controls and applies the Russian/Belarusian-Military End User Foreign Direct Product (FDP) rule to ten existing entries for six existing entities that have continued to supply Russian entities on the Entity List or are under sanction since Russia's further invasion of Ukraine. Labeling these six entities as Russian `military end users' and applying the Russia/Belarus-Military End User FDP rule to them will degrade Russia's war efforts in Ukraine, as these entities produce items needed by the Russian and Belarussian military and industrial sectors. Correspondingly, this rule clarifies requirements related to Burma, Cambodia, the People's Republic of China, and Venezuela). Finally, this rule refines existing controls on Russia and Belarus by adding additional dollar value exclusion thresholds for `luxury goods;' and makes twelve corrections and clarifications to existing controls on Russia and Belarus. The Department of Commerce is taking these actions to clarify and enhance the effectiveness of U.S. controls and to better align its controls on both Russia and Belarus with those implemented by U.S. allies.", "source_url": "https://www.federalregister.gov/documents/2022/09/16/2022-19910/implementation-of-additional-sanctions-against-russia-and-belarus-under-the-export-administration", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections; and Export Controls on Semiconductor Manufacturing Items; Corrections and Clarifications", "text": "On October 25, 2023, the Bureau of Industry and Security (BIS) published in the Federal Register the interim final rules (IFR), \"Export Controls on Semiconductor Manufacturing Items\" (SME IFR) and \"Implementation of Additional Export Controls: Certain Advanced Computing Items; Supercomputer and Semiconductor End Use; Updates and Corrections\" (AC/S IFR). This rule corrects inadvertent errors in those rules and makes additional clarifications for the two rules.", "source_url": "https://www.federalregister.gov/documents/2024/04/04/2024-07004/implementation-of-additional-export-controls-certain-advanced-computing-items-supercomputer-and", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Export Administration Regulations: Revisions to Russia and Belarus Sanctions and Related Provisions; Other Revisions, Corrections, and Clarifications", "text": "Between February and May 2022, the Bureau of Industry and Security (BIS) has published a series of amendments to the Export Administration Regulations (EAR) that have increasingly tightened export controls on the Russian Federation (Russia) and Belarus in response to Russia's further invasion of Ukraine, as substantially enabled by Belarus. This rule revises, corrects, and clarifies certain provisions of the EAR that pertain to these controls and related provisions. First, this rule makes certain revisions to the EAR's military end use and military end user controls as they apply to Russia and Belarus, as well as related modifications to the entries for entities on the Entity List that are Russian and Belarusian military end users. Second, it revises restrictions that apply to items destined for certain regions in Ukraine by clarifying the categories of license applications that BIS subjects to case-by-case review. Third, this rule clarifies and corrects provisions of the EAR that pertain to luxury goods destined for Russia and Belarus and items for use in Russia's oil refinery sector. Fourth, it makes a technical correction to an EAR provision describing items and activities subject to the EAR by adding a cross-reference to the Foreign Direct Product Rules of the EAR, which were updated shortly before the Russia and Belarus export controls were imposed. Finally, with regard to export control enforcement, including enforcement of the Russia and Belarus controls, this rule revises the EAR to allow export enforcement case charging letters to be made available to the public prior to the final administrative disposition of such cases.", "source_url": "https://www.federalregister.gov/documents/2022/06/06/2022-11885/export-administration-regulations-revisions-to-russia-and-belarus-sanctions-and-related-provisions", "provider": "federalregister.gov"}
{"id": "EAR-740.9(a)(2)", "section": "740.9(a)(2)", "span_id": "740.9(a)(2)", "title": "Information Security Controls: Cybersecurity Items", "text": "BIS is finalizing changes to License Exception ACE and corresponding changes in the definition section of the Export Administration Regulations (EAR) in response to public comments to an October 21, 2021 interim rule. That rule established a new control on certain cybersecurity items for National Security (NS) and Anti- terrorism (AT) reasons, as well as adding a new License Exception Authorized Cybersecurity Exports (ACE) that authorizes exports of these items to most destinations except in certain circumstances. These items warrant controls because these tools could be used for surveillance, espionage, or other actions that disrupt, deny or degrade the network or devices on it. This rule also corrects Export Control Classification Number (ECCN) 5D001 in the Commerce Control List.", "source_url": "https://www.federalregister.gov/documents/2022/05/26/2022-11282/information-security-controls-cybersecurity-items", "provider": "federalregister.gov"}
